grimoire/musica-02-metronome.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 02 : Métronome
#+AUTHOR: chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Rythme

Chaque note de musique est définie par :

  - une hauteur
  - une durée

L’ensemble des durées produites par les notes de musique est appelée
*rythme*.


* Durées

#+TOC: headlines 1 local


** Valeurs rythmiques

L’unité rythmique standard est la ronde.

Les unités plus petites que la ronde sont des divisions binaires de
celle-ci :

| Noms             | Abréviations | Duréés en rondes |
|------------------+--------------+------------------|
| ronde            | R            | 1                |
| blanche          | B            | 1 / 2            |
| noire            | N            | 1 / 4            |
|------------------+--------------+------------------|
| croche           | C            | 1 / 8            |
| double-croche    | dC           | 1 / 16           |
| triple-croche    | tC           | 1 / 32           |
| quadruple-croche | qC           | 1 / 64           |

Les unités plus grandes que la ronde sont des multiples binaires de
celle-ci :

| Noms             | Abréviations | Duréés en rondes |
|------------------+--------------+------------------|
| brève, ou carrée | U            |                2 |
| longue           | L            |                4 |
| maxime           | M            |                8 |

Historiquement, la brève a été une unité rythmique de durée
intermédiaire, mais au fil du temps, la notation du rythme a beaucoup
évolué, ce qui la classe à présent parmi les plus longues. Voir à ce
sujet la section concernant la [[file:musica-11-coda.org::#heading:notation_durees][notation des durées]] dans la coda de cet
ouvrage.


*** Sur une portée

Le remplissage et la hampe de chaque note déterminent son rythme.

La ronde et ses subdivisions se représentent comme suit :

  - ronde : note blanche (non remplie) sans hampe
  - blanche :  note blanche avec hampe
  - noire : note noire (remplie) avec hampe
  - croche : note noire avec hampe et crochet
  - double croche : note noire avec hampe et crochet double
  - triple croche : note noire avec hampe et crochet triple

Les notes plus longues que la ronde se représentent comme suit :

  - brève : ronde entourée à gauche et à droite de barres verticales
  - longue : brève avec hampe


** Notes pointées

Afin de pouvoir passer d’une décomposition binaire à une décomposition
ternaire, on dispose également des notes pointées, dont la durée est
de 3/2 de celle d’une note ordinaire :

| Abréviations | Signification                        | Durée en rondes |
|--------------+--------------------------------------+-----------------|
| /Dp/         | indique que la durée /D/ est pointée | /D/ × 3 / 2     |
| Mp           | maxime pointée                       | 12              |
| Lp           | longue pointée                       | 6               |
| Up           | brève pointée                        | 3               |
| Rp           | ronde pointée                        | 3 / 2           |
| Bp           | blanche pointée                      | 3 / 4           |
| Np           | noire pointée                        | 3 / 8           |
| Cp           | croche pointée                       | 3 / 16          |
| dCp          | double-croche pointée                | 3 / 32          |
| tCp          | triple-croche pointée                | 3 / 64          |
| qCp          | quadruple-croche pointée             | 3 / 128         |


*** Notes doublement pointées

Pointer une note ajoute la moitié de sa durée :

#+begin_center
1 ⟶ 1 + 1/2 = 3/2
#+end_center

Double-pointer une note ajoute la moitié de la durée, puis le quart :

#+begin_center
1 ⟶ 1 + 1/2 + 1/4 = 7/4
#+end_center

Voici la liste des notes double-pointées :

| Abréviations | Signification                                   | Durée en rondes |
|--------------+-------------------------------------------------+-----------------|
| /Dpp/        | indique que la durée /D/ est doublement pointée | /D/ × 7 / 4     |
| Mpp          | maxime double-pointée                           | 14              |
| Lpp          | longue double-pointée                           | 7               |
| Upp          | brève double-pointée                            | 7 / 2           |
| Rpp          | ronde double-pointée                            | 7 / 4           |
| Bpp          | blanche double-pointée                          | 7 / 8           |
| Npp          | noire double-pointée                            | 7 / 16          |
| Cpp          | croche double-pointée                           | 7 / 32          |
| dCpp         | double-croche double-pointée                    | 7 / 64          |
| tCpp         | triple-croche double-pointée                    | 7 / 128         |
| qCpp         | quadruple-croche double-pointée                 | 7 / 256         |


