grimoire/musica-02-metronome.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2024-01-30 mar 10:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 02 : Métronome</title>
<meta name="author" content="chimay" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Eclats de vers : Musica 02 : Métronome</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents" role="doc-toc">
<h2>Table des matières</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgac323f9">1. Rythme</a></li>
<li><a href="#orgcd6f744">2. Durées</a></li>
<li><a href="#org5317e3e">3. Pyramide rythmique</a></li>
<li><a href="#org39c5172">4. Temps</a></li>
<li><a href="#org52ced7e">5. Mesures</a></li>
<li><a href="#org2d44883">6. Carrures</a></li>
<li><a href="#org85bb805">7. Pulsations &amp; Oscillations</a></li>
<li><a href="#org883a0c3">8. Hémiole</a></li>
<li><a href="#orgcb0392c">9. Modification des paramètres rythmiques</a></li>
<li><a href="#org89e29cb">10. Cellules rythmiques</a></li>
<li><a href="#orgbe2496f">11. Cellules composites</a></li>
<li><a href="#org85f49b2">12. Syncopes</a></li>
<li><a href="#org81f05a3">13. Cellules syncopées</a></li>
<li><a href="#org29716b2">14. Syncopes entre deux pulsations</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgac323f9" class="outline-2">
<h2 id="orgac323f9"><span class="section-number-2">1.</span> Rythme</h2>
<div class="outline-text-2" id="text-1">
<p>
Chaque note de musique est définie par :
</p>

<ul class="org-ul">
<li>une hauteur</li>
<li>une durée</li>
</ul>

<p>
L’ensemble des durées produites par les notes de musique est appelée
<b>rythme</b>.
</p>
</div>
</div>


<div id="outline-container-orgcd6f744" class="outline-2">
<h2 id="orgcd6f744"><span class="section-number-2">2.</span> Durées</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9433891">2.1. Valeurs rythmiques</a></li>
<li><a href="#orgf36649d">2.2. Notes pointées</a></li>
<li><a href="#orgfd6fe6e">2.3. Durées fractionnaires</a></li>
<li><a href="#orgd9f6de5">2.4. Liaison de prolongation</a></li>
<li><a href="#orga1b4b5e">2.5. Silences</a></li>
</ul>
</div>
</div>


<div id="outline-container-org9433891" class="outline-3">
<h3 id="org9433891"><span class="section-number-3">2.1.</span> Valeurs rythmiques</h3>
<div class="outline-text-3" id="text-2-1">
<p>
L’unité rythmique standard est la ronde.
</p>

<p>
Les unités plus petites que la ronde sont des divisions binaires de
celle-ci :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Noms</th>
<th scope="col" class="org-left">Abréviations</th>
<th scope="col" class="org-left">Duréés en rondes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ronde</td>
<td class="org-left">R</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">blanche</td>
<td class="org-left">B</td>
<td class="org-left">1 / 2</td>
</tr>

<tr>
<td class="org-left">noire</td>
<td class="org-left">N</td>
<td class="org-left">1 / 4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">croche</td>
<td class="org-left">C</td>
<td class="org-left">1 / 8</td>
</tr>

<tr>
<td class="org-left">double-croche</td>
<td class="org-left">dC</td>
<td class="org-left">1 / 16</td>
</tr>

<tr>
<td class="org-left">triple-croche</td>
<td class="org-left">tC</td>
<td class="org-left">1 / 32</td>
</tr>

<tr>
<td class="org-left">quadruple-croche</td>
<td class="org-left">qC</td>
<td class="org-left">1 / 64</td>
</tr>
</tbody>
</table>

<p>
Les unités plus grandes que la ronde sont des multiples binaires de
celle-ci :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Noms</th>
<th scope="col" class="org-left">Abréviations</th>
<th scope="col" class="org-right">Duréés en rondes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">brève, ou carrée</td>
<td class="org-left">U</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">longue</td>
<td class="org-left">L</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">maxime</td>
<td class="org-left">M</td>
<td class="org-right">8</td>
</tr>
</tbody>
</table>

<p>
Historiquement, la brève a été une unité rythmique de durée
intermédiaire, mais au fil du temps, la notation du rythme a beaucoup
évolué, ce qui la classe à présent parmi les plus longues. Voir à ce
sujet la section concernant la <a href="musica-11-coda.html#heading:notation_durees">notation des durées</a> dans la coda de cet
ouvrage.
</p>
</div>


<div id="outline-container-orge5a5e6a" class="outline-4">
<h4 id="orge5a5e6a"><span class="section-number-4">2.1.1.</span> Sur une portée</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
Le remplissage et la hampe de chaque note déterminent son rythme.
</p>

<p>
La ronde et ses subdivisions se représentent comme suit :
</p>

<ul class="org-ul">
<li>ronde : note blanche (non remplie) sans hampe</li>
<li>blanche :  note blanche avec hampe</li>
<li>noire : note noire (remplie) avec hampe</li>
<li>croche : note noire avec hampe et crochet</li>
<li>double croche : note noire avec hampe et crochet double</li>
<li>triple croche : note noire avec hampe et crochet triple</li>
</ul>

<p>
Les notes plus longues que la ronde se représentent comme suit :
</p>

<ul class="org-ul">
<li>brève : ronde entourée à gauche et à droite de barres verticales</li>
<li>longue : brève avec hampe</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgf36649d" class="outline-3">
<h3 id="orgf36649d"><span class="section-number-3">2.2.</span> Notes pointées</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Afin de pouvoir passer d’une décomposition binaire à une décomposition
ternaire, on dispose également des notes pointées, dont la durée est
de 3/2 de celle d’une note ordinaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Abréviations</th>
<th scope="col" class="org-left">Signification</th>
<th scope="col" class="org-left">Durée en rondes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><i>Dp</i></td>
<td class="org-left">indique que la durée <i>D</i> est pointée</td>
<td class="org-left"><i>D</i> × 3 / 2</td>
</tr>

<tr>
<td class="org-left">Mp</td>
<td class="org-left">maxime pointée</td>
<td class="org-left">12</td>
</tr>

<tr>
<td class="org-left">Lp</td>
<td class="org-left">longue pointée</td>
<td class="org-left">6</td>
</tr>

<tr>
<td class="org-left">Up</td>
<td class="org-left">brève pointée</td>
<td class="org-left">3</td>
</tr>

<tr>
<td class="org-left">Rp</td>
<td class="org-left">ronde pointée</td>
<td class="org-left">3 / 2</td>
</tr>

<tr>
<td class="org-left">Bp</td>
<td class="org-left">blanche pointée</td>
<td class="org-left">3 / 4</td>
</tr>

<tr>
<td class="org-left">Np</td>
<td class="org-left">noire pointée</td>
<td class="org-left">3 / 8</td>
</tr>

<tr>
<td class="org-left">Cp</td>
<td class="org-left">croche pointée</td>
<td class="org-left">3 / 16</td>
</tr>

<tr>
<td class="org-left">dCp</td>
<td class="org-left">double-croche pointée</td>
<td class="org-left">3 / 32</td>
</tr>

<tr>
<td class="org-left">tCp</td>
<td class="org-left">triple-croche pointée</td>
<td class="org-left">3 / 64</td>
</tr>

<tr>
<td class="org-left">qCp</td>
<td class="org-left">quadruple-croche pointée</td>
<td class="org-left">3 / 128</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgcd08fe2" class="outline-4">
<h4 id="orgcd08fe2"><span class="section-number-4">2.2.1.</span> Notes doublement pointées</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
Pointer une note ajoute la moitié de sa durée :
</p>

<div class="org-center">
<p>
1 ⟶ 1 + 1/2 = 3/2
</p>
</div>

<p>
Double-pointer une note ajoute la moitié de la durée, puis le quart :
</p>

<div class="org-center">
<p>
1 ⟶ 1 + 1/2 + 1/4 = 7/4
</p>
</div>

<p>
Voici la liste des notes double-pointées :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Abréviations</th>
<th scope="col" class="org-left">Signification</th>
<th scope="col" class="org-left">Durée en rondes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><i>Dpp</i></td>
<td class="org-left">indique que la durée <i>D</i> est doublement pointée</td>
<td class="org-left"><i>D</i> × 7 / 4</td>
</tr>

<tr>
<td class="org-left">Mpp</td>
<td class="org-left">maxime double-pointée</td>
<td class="org-left">14</td>
</tr>

<tr>
<td class="org-left">Lpp</td>
<td class="org-left">longue double-pointée</td>
<td class="org-left">7</td>
</tr>

<tr>
<td class="org-left">Upp</td>
<td class="org-left">brève double-pointée</td>
<td class="org-left">7 / 2</td>
</tr>

<tr>
<td class="org-left">Rpp</td>
<td class="org-left">ronde double-pointée</td>
<td class="org-left">7 / 4</td>
</tr>

<tr>
<td class="org-left">Bpp</td>
<td class="org-left">blanche double-pointée</td>
<td class="org-left">7 / 8</td>
</tr>

<tr>
<td class="org-left">Npp</td>
<td class="org-left">noire double-pointée</td>
<td class="org-left">7 / 16</td>
</tr>

<tr>
<td class="org-left">Cpp</td>
<td class="org-left">croche double-pointée</td>
<td class="org-left">7 / 32</td>
</tr>

<tr>
<td class="org-left">dCpp</td>
<td class="org-left">double-croche double-pointée</td>
<td class="org-left">7 / 64</td>
</tr>

<tr>
<td class="org-left">tCpp</td>
<td class="org-left">triple-croche double-pointée</td>
<td class="org-left">7 / 128</td>
</tr>

<tr>
<td class="org-left">qCpp</td>
<td class="org-left">quadruple-croche double-pointée</td>
<td class="org-left">7 / 256</td>
</tr>
</tbody>
</table>
</div>
</div>
