grimoire/musica-02-metronome.org
*** Sur une portée

Les notes pointées se représentent comme suit :

  - note pointée : un point est ajouté à droite du cercle de la note
  - note doublement pointée : deux points sont ajoutés


** Durées fractionnaires

Il est possible de raccourcir ou d’allonger la durée d’un groupe de
notes en le précisant avec une fraction :

#+begin_center
M / N (groupe de notes)
#+end_center
*
La durée totale du groupe de notes ainsi modifié vaudra alors M / N de
sa durée naturelle :

#+begin_center
durée de { M / N (groupe de notes) } = M / N × durée de { groupe de notes }
#+end_center


*** Triolet

La fraction la plus fréquente est le *triolet* :

#+begin_center
2/3 (N N N)
#+end_center

La durée totale du groupe vaut alors :

#+begin_center
2/3 × 3 noires = 2 noires = 1 blanche
#+end_center

Le triolet permet d’insérer trois noires dans une blanche au lieu de
deux. On rencontre aussi des triolets de trois croches qui durent une
noire, ainsi que d’autres durées.


*** Duolet

Le *duolet* est l’inverse du triolet :

#+begin_center
3/2 (N N)
#+end_center

La durée totale du groupe vaut :

#+begin_center
3/2 × 2 noires = 3 noires = 1 blanche pointée
#+end_center

Le duolet permet d’insérer deux noires dans une blanche pointée au
lieu de trois. On rencontre aussi des duolets de deux croches valant
une noire pointée, ainsi que d’autres durées.


*** Sur une portée

Un triolet est représenté par un trait arrondi qui relie trois notes
et près duquel on écrit un 3.

Un duolet est représenté par un trait arrondi qui relie deux notes
et près duquel on écrit un 2.


** Liaison de prolongation

Une liaison de prolongation consiste à prolonger une note par une ou
plusieurs notes situées à la même hauteur. La durée de la note
résultante est égale à la somme des durées des notes impliquées.

On note la liaison de prolongation par :

#+begin_center
X‿Y
#+end_center

ou, pour un nombre arbitraire de notes :

#+begin_center
X‿Y‿...‿Z
#+end_center

Exemples :

#+ATTR_HTML: :class plat
| N‿N     | est identique à | B     |
| N‿N‿N   | est identique à | Np    |
| N‿C     | est identique à | Np    |
| B‿N‿C   | est identique à | Bpp   |


*** Sur une portée

Les cercles des notes qui composent la liaison de prolongation sont
reliés par un trait arrondi.


** Silences

Le tableau suivant nous donne la liste des silences et de leurs
durées :

| Abréviation | Silence            | Durée            |
|-------------+--------------------+------------------|
| ms          |                    | maxime           |
| ls          |                    | longue           |
| us          | bâton de pause     | brève            |
| rs          | pause              | ronde            |
| bs          | demi-pause         | blanche          |
| ns          | soupir             | noire            |
| cs          | demi-soupir        | croche           |
| dcs         | quart de soupir    | double-croche    |
| tcs         | huitième de soupir | triple-croche    |
| qcs         | seizième de soupir | quadruple-croche |

Les silences peuvent aussi être pointés. Si /D/ est une durée
quelconque, on a :

| Abréviation | Durée                    |
|-------------+--------------------------|
| /dps/       | 3 / 2 × la durée de /D/s |
| /dpps/      | 7 / 4 × la durée de /D/s |


*** Sur une portée

  - bâton de pause : une barre épaisse reliant deux lignes de la portée
  - pause : une barre épaisse horizontale suspendue à une ligne de la portée
    + chapeau inversé
  - demi-pause : une barre épaisse horizontale posée sur une ligne de la portée
    + chapeau
  - soupir : ressemble vaguement à un 3 inversé, ou à un E arrondi
  - demi-soupir : hampe inclinée vers la droite avec un crochet en
    haut à gauche
  - quart de soupir : hampe inclinée vers la droite avec deux crochets
  - huitième de soupir : hampe inclinée vers la droite avec trois crochets
  - etc

* Pyramide rythmique

#+TOC: headlines 1 local

** Introduction

Une oeuvre musicale se base sur différentes *unités rythmiques*
fondamentales. La structure pyramidale qui en résulte provient des
principes complémentaires suivants :

  - plusieurs unités peuvent s’assembler pour constituer une unité
    plus longue
  - chaque unité rythmique est décomposable en unités plus courtes

Voici les unités les plus courantes, en commençant par les plus
courtes :

  - le *temps*
  - la *mesure*, qui regroupe plusieurs temps
  - la *carrure*, qui regroupe plusieurs mesures


** Structure interne

On dispose de qualificatifs permettant de préciser en combien de
sous-unités se décompose une unité rythmique donnée. Ainsi :

  - une unité rythmique *binaire* se décompose en *deux* sous-unités
  - une unité rythmique *ternaire* se décompose en *trois* sous-unités
  - une unité rythmique *quaternaire* se décompose en *quatre* sous-unités

Exemples :

  - une carrure quaternaire se compose de quatre mesures
  - une mesure ternaire se compose de trois temps
  - un temps binaire se subdivise en 2 parties de temps

Remarquone qu’une unité rythmique quaternaire peut aussi de décomposer
en deux sous-unités, et est donc également binaire. Il est également
très facile de diviser en deux les durées d’une unité rythmique
binaire pour la transformer en unité rythmique quaternaire.


** Régularité

Une unité rythmique est dite *régulière* lorsqu’elle se décompose en
sous-unités de durées et structures identiques.

Une unité rythmique est dite *irrégulière* lorsqu’elle se décompose en
sous-unités de durées et structures différentes.


