grimoire/musica-02-metronome.html


<div id="outline-container-org7b0e900" class="outline-4">
<h4 id="org7b0e900"><span class="section-number-4">2.2.2.</span> Sur une portée</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
Les notes pointées se représentent comme suit :
</p>

<ul class="org-ul">
<li>note pointée : un point est ajouté à droite du cercle de la note</li>
<li>note doublement pointée : deux points sont ajoutés</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgfd6fe6e" class="outline-3">
<h3 id="orgfd6fe6e"><span class="section-number-3">2.3.</span> Durées fractionnaires</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Il est possible de raccourcir ou d’allonger la durée d’un groupe de
notes en le précisant avec une fraction :
</p>

<div class="org-center">
<p>
M / N (groupe de notes)
</p>
</div>
<p>
*
La durée totale du groupe de notes ainsi modifié vaudra alors M / N de
sa durée naturelle :
</p>

<div class="org-center">
<p>
durée de { M / N (groupe de notes) } = M / N × durée de { groupe de notes }
</p>
</div>
</div>


<div id="outline-container-org3f500f0" class="outline-4">
<h4 id="org3f500f0"><span class="section-number-4">2.3.1.</span> Triolet</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
La fraction la plus fréquente est le <b>triolet</b> :
</p>

<div class="org-center">
<p>
2/3 (N N N)
</p>
</div>

<p>
La durée totale du groupe vaut alors :
</p>

<div class="org-center">
<p>
2/3 × 3 noires = 2 noires = 1 blanche
</p>
</div>

<p>
Le triolet permet d’insérer trois noires dans une blanche au lieu de
deux. On rencontre aussi des triolets de trois croches qui durent une
noire, ainsi que d’autres durées.
</p>
</div>
</div>


<div id="outline-container-orgcd0d92b" class="outline-4">
<h4 id="orgcd0d92b"><span class="section-number-4">2.3.2.</span> Duolet</h4>
<div class="outline-text-4" id="text-2-3-2">
<p>
Le <b>duolet</b> est l’inverse du triolet :
</p>

<div class="org-center">
<p>
3/2 (N N)
</p>
</div>

<p>
La durée totale du groupe vaut :
</p>

<div class="org-center">
<p>
3/2 × 2 noires = 3 noires = 1 blanche pointée
</p>
</div>

<p>
Le duolet permet d’insérer deux noires dans une blanche pointée au
lieu de trois. On rencontre aussi des duolets de deux croches valant
une noire pointée, ainsi que d’autres durées.
</p>
</div>
</div>


<div id="outline-container-org443b271" class="outline-4">
<h4 id="org443b271"><span class="section-number-4">2.3.3.</span> Sur une portée</h4>
<div class="outline-text-4" id="text-2-3-3">
<p>
Un triolet est représenté par un trait arrondi qui relie trois notes
et près duquel on écrit un 3.
</p>

<p>
Un duolet est représenté par un trait arrondi qui relie deux notes
et près duquel on écrit un 2.
</p>
</div>
</div>
</div>


<div id="outline-container-orgd9f6de5" class="outline-3">
<h3 id="orgd9f6de5"><span class="section-number-3">2.4.</span> Liaison de prolongation</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Une liaison de prolongation consiste à prolonger une note par une ou
plusieurs notes situées à la même hauteur. La durée de la note
résultante est égale à la somme des durées des notes impliquées.
</p>

<p>
On note la liaison de prolongation par :
</p>

<div class="org-center">
<p>
X‿Y
</p>
</div>

<p>
ou, pour un nombre arbitraire de notes :
</p>

<div class="org-center">
<p>
X‿Y‿&#x2026;‿Z
</p>
</div>

<p>
Exemples :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N‿N</td>
<td class="org-left">est identique à</td>
<td class="org-left">B</td>
</tr>

<tr>
<td class="org-left">N‿N‿N</td>
<td class="org-left">est identique à</td>
<td class="org-left">Np</td>
</tr>

<tr>
<td class="org-left">N‿C</td>
<td class="org-left">est identique à</td>
<td class="org-left">Np</td>
</tr>

<tr>
<td class="org-left">B‿N‿C</td>
<td class="org-left">est identique à</td>
<td class="org-left">Bpp</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org5bacdec" class="outline-4">
<h4 id="org5bacdec"><span class="section-number-4">2.4.1.</span> Sur une portée</h4>
<div class="outline-text-4" id="text-2-4-1">
<p>
Les cercles des notes qui composent la liaison de prolongation sont
reliés par un trait arrondi.
</p>
</div>
</div>
</div>


<div id="outline-container-orga1b4b5e" class="outline-3">
<h3 id="orga1b4b5e"><span class="section-number-3">2.5.</span> Silences</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Le tableau suivant nous donne la liste des silences et de leurs
durées :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Abréviation</th>
<th scope="col" class="org-left">Silence</th>
<th scope="col" class="org-left">Durée</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ms</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">maxime</td>
</tr>

<tr>
<td class="org-left">ls</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">longue</td>
</tr>

<tr>
<td class="org-left">us</td>
<td class="org-left">bâton de pause</td>
<td class="org-left">brève</td>
</tr>

<tr>
<td class="org-left">rs</td>
<td class="org-left">pause</td>
<td class="org-left">ronde</td>
</tr>

<tr>
<td class="org-left">bs</td>
<td class="org-left">demi-pause</td>
<td class="org-left">blanche</td>
</tr>

<tr>
<td class="org-left">ns</td>
<td class="org-left">soupir</td>
<td class="org-left">noire</td>
</tr>

<tr>
<td class="org-left">cs</td>
<td class="org-left">demi-soupir</td>
<td class="org-left">croche</td>
</tr>

<tr>
<td class="org-left">dcs</td>
<td class="org-left">quart de soupir</td>
<td class="org-left">double-croche</td>
</tr>

<tr>
<td class="org-left">tcs</td>
<td class="org-left">huitième de soupir</td>
<td class="org-left">triple-croche</td>
</tr>

<tr>
<td class="org-left">qcs</td>
<td class="org-left">seizième de soupir</td>
<td class="org-left">quadruple-croche</td>
</tr>
</tbody>
</table>

<p>
Les silences peuvent aussi être pointés. Si <i>D</i> est une durée
quelconque, on a :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Abréviation</th>
<th scope="col" class="org-left">Durée</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><i>dps</i></td>
<td class="org-left">3 / 2 × la durée de /D/s</td>
</tr>

<tr>
<td class="org-left"><i>dpps</i></td>
<td class="org-left">7 / 4 × la durée de /D/s</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org4d20da6" class="outline-4">
<h4 id="org4d20da6"><span class="section-number-4">2.5.1.</span> Sur une portée</h4>
<div class="outline-text-4" id="text-2-5-1">
<ul class="org-ul">
<li>bâton de pause : une barre épaisse reliant deux lignes de la portée</li>
<li>pause : une barre épaisse horizontale suspendue à une ligne de la portée
<ul class="org-ul">
<li>chapeau inversé</li>
</ul></li>
<li>demi-pause : une barre épaisse horizontale posée sur une ligne de la portée
<ul class="org-ul">
<li>chapeau</li>
</ul></li>
<li>soupir : ressemble vaguement à un 3 inversé, ou à un E arrondi</li>
<li>demi-soupir : hampe inclinée vers la droite avec un crochet en
haut à gauche</li>
<li>quart de soupir : hampe inclinée vers la droite avec deux crochets</li>
<li>huitième de soupir : hampe inclinée vers la droite avec trois crochets</li>
<li>etc</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org5317e3e" class="outline-2">
<h2 id="org5317e3e"><span class="section-number-2">3.</span> Pyramide rythmique</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc1b0339">3.1. Introduction</a></li>
<li><a href="#org1b5d345">3.2. Structure interne</a></li>
<li><a href="#orgb8e2ae5">3.3. Régularité</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc1b0339" class="outline-3">
<h3 id="orgc1b0339"><span class="section-number-3">3.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Une oeuvre musicale se base sur différentes <b>unités rythmiques</b>
fondamentales. La structure pyramidale qui en résulte provient des
principes complémentaires suivants :
</p>

<ul class="org-ul">
<li>plusieurs unités peuvent s’assembler pour constituer une unité
plus longue</li>
<li>chaque unité rythmique est décomposable en unités plus courtes</li>
</ul>

<p>
Voici les unités les plus courantes, en commençant par les plus
courtes :
</p>

<ul class="org-ul">
<li>le <b>temps</b></li>
<li>la <b>mesure</b>, qui regroupe plusieurs temps</li>
<li>la <b>carrure</b>, qui regroupe plusieurs mesures</li>
</ul>
</div>
</div>


<div id="outline-container-org1b5d345" class="outline-3">
<h3 id="org1b5d345"><span class="section-number-3">3.2.</span> Structure interne</h3>
<div class="outline-text-3" id="text-3-2">
<p>
On dispose de qualificatifs permettant de préciser en combien de
sous-unités se décompose une unité rythmique donnée. Ainsi :
</p>

<ul class="org-ul">
<li>une unité rythmique <b>binaire</b> se décompose en <b>deux</b> sous-unités</li>
<li>une unité rythmique <b>ternaire</b> se décompose en <b>trois</b> sous-unités</li>
<li>une unité rythmique <b>quaternaire</b> se décompose en <b>quatre</b> sous-unités</li>
</ul>

<p>
Exemples :
</p>

<ul class="org-ul">
<li>une carrure quaternaire se compose de quatre mesures</li>
<li>une mesure ternaire se compose de trois temps</li>
<li>un temps binaire se subdivise en 2 parties de temps</li>
</ul>

<p>
Remarquone qu’une unité rythmique quaternaire peut aussi de décomposer
en deux sous-unités, et est donc également binaire. Il est également
très facile de diviser en deux les durées d’une unité rythmique
binaire pour la transformer en unité rythmique quaternaire.
</p>
</div>
</div>


<div id="outline-container-orgb8e2ae5" class="outline-3">
<h3 id="orgb8e2ae5"><span class="section-number-3">3.3.</span> Régularité</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Une unité rythmique est dite <b>régulière</b> lorsqu’elle se décompose en
sous-unités de durées et structures identiques.
</p>

<p>
Une unité rythmique est dite <b>irrégulière</b> lorsqu’elle se décompose en
sous-unités de durées et structures différentes.
</p>
</div>
</div>
</div>
