grimoire/musica-02-metronome.org
* Temps

#+TOC: headlines 1 local

** Introduction

Tous les temps ne sont pas d’égale importance, certains sont plus
accentués que d’autres. Les temps les plus accentués sont appelés
*temps forts*, et les autres *temps faibles*. On rencontre aussi des
*temps médians*, dont l’accentuation est intermédiaire entre celles
des temps forts et faibles. Nous avons donc finalement trois niveaux
d’accentuation :

  - temps fort
  - temps médian
  - temps faible

Nous utilisons les abréviations suivantes :

| F | temps fort   |
| µ | temps médian |
| f | temps faible |


** Parties fortes et faibles

À cette hiérarchie des temps forts et faibles, vient s’ajouter celle
des parties fortes et faibles d’un temps.

Lorsqu’un temps est subdivisé en plusieurs parties, la *partie forte*
du temps correspond à la première partie, et la *partie faible* du
temps à tout le reste.


** Tempo

Le *tempo* donne le nombre de temps contenus dans une minute. Plus le
tempo est élevé, plus la durée d’un temps sera faible. Le tempo
représente donc la vitesse à laquelle la musique est jouée.

En pratique, le tempo est défini en passant par une unité rythmique de
référence, qui correspond généralement à la durée d’un temps.

Par exemple, un tempo de :

#+begin_center
/N/ blanches par minutes
#+end_center

nous donnera :

#+begin_center
durée d’une blanche = 1 / /N/ minute
#+end_center

Toutes les autres durées se déduisent du tempo. On aura ainsi :

#+ATTR_HTML: :class plat
| /N/ / 16 | maximes par minute           |
| /N/ / 8  | longues par minute           |
| /N/ / 4  | brèves par minute            |
| /N/ / 2  | rondes par minute            |
| 2 /N/    | noires par minute            |
| 4 /N/    | croches par minute           |
| 8 /N/    | double-croches par minute    |
| 16 /N/   | triple-croches par minute    |
| 32 /N/   | quadruple-croches par minute |


* Mesures

#+TOC: headlines 1 local

** Simples & composées

Les mesures se classent en deux catégories :

  - les *mesures simples*
    + une mesure simple est constituée d’un seul groupe de /N/ temps
    + les plus courantes
      * mesure simple à 2 temps
      * mesure simple à 3 temps
      * mesure simple à 4 temps
  - les *mesures composées*
    + une mesure composée est constituée de /M/ groupes de /N/ temps
    + les plus courantes
      * 4 temps structurés en 2 groupes de 2 temps
      * 6 temps structurés en 2 groupes de 3 temps
      * 9 temps structurés en 3 groupes de 3 temps
      * 12 temps structurés en 4 groupes de 3 temps

Par exemple :

  - le galop, la habanera et la polka sont basés sur une mesure simple
    à 2 temps
  - la valse, la chaconne et la sarabande sont basés sur une mesure
    simple à 3 temps
  - le fameux "Take Five" de Dave Brubeck est basé sur une mesure
    simple à 5 temps
  - la sicilienne et la tarentelle sont basées sur une mesure composée
    à 6 temps

** Temps forts et faibles

Le cas le plus fréquent est celui où les temps forts et faibles sont
alternés. Les temps médians sont également alternés avec les temps
faibles et forts quand c’est possible.

Nous avons les structures de base suivantes pour les mesures
régulières :

| Mesure  | Temps   |
|---------+---------|
| 2 temps | F f     |
|---------+---------|
| 3 temps | F f f   |
|         | F µ f   |
|         | F f µ   |
|---------+---------|
| 4 temps | F f µ f |
|         | F f f f |


** Sur la portée

#+TOC: headlines 1 local

*** Structure

Le symbole indiquant la structure de la mesure est placé au début de la portée, juste à
droite de la clef. Il est généralement constitué de deux chiffres
superposés, comme une fraction sans barre :

  - le chiffre du haut indique le nombre de temps
    + 2, 3 ou 4 pour une mesure simple
    + 4, 6, 9, 12 pour une mesure composée
  - le chiffre du bas indique la durée du temps, en fractions de ronde
    + 2 pour la demi-ronde, c’est-à-dire la blanche
    + 4 pour le quart de ronde, c’est-à-dire la noire
    + 8 pour le huitième de ronde, c’est-à-dire la croche
    + etc

On trouve aussi :

  - le demi-cercle à la place du 4 / 4
    + mesure à 4 temps
    + 1 temps = 1 noire
  - le demi-cercle barré à la place du 2 / 2
    + mesure à 2 temps
    + 1 temps = 1 blanche

*** Séparation

Les mesures sont séparées par des traits verticaux appelés *barres de
mesure* qui traversent la portée de la première à la dernière ligne.

Chaque mesure commence et se termine donc par une barre verticale.

*** Changement de mesure

Un changement de mesure peut s’opérer en cours de portée. On place
alors le nouveau symbole à l’endroit choisi.


