grimoire/musica-02-metronome.html


<div id="outline-container-org39c5172" class="outline-2">
<h2 id="org39c5172"><span class="section-number-2">4.</span> Temps</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgaa36d6a">4.1. Introduction</a></li>
<li><a href="#org8702188">4.2. Parties fortes et faibles</a></li>
<li><a href="#org931826c">4.3. Tempo</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgaa36d6a" class="outline-3">
<h3 id="orgaa36d6a"><span class="section-number-3">4.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Tous les temps ne sont pas d’égale importance, certains sont plus
accentués que d’autres. Les temps les plus accentués sont appelés
<b>temps forts</b>, et les autres <b>temps faibles</b>. On rencontre aussi des
<b>temps médians</b>, dont l’accentuation est intermédiaire entre celles
des temps forts et faibles. Nous avons donc finalement trois niveaux
d’accentuation :
</p>

<ul class="org-ul">
<li>temps fort</li>
<li>temps médian</li>
<li>temps faible</li>
</ul>

<p>
Nous utilisons les abréviations suivantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">F</td>
<td class="org-left">temps fort</td>
</tr>

<tr>
<td class="org-left">µ</td>
<td class="org-left">temps médian</td>
</tr>

<tr>
<td class="org-left">f</td>
<td class="org-left">temps faible</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org8702188" class="outline-3">
<h3 id="org8702188"><span class="section-number-3">4.2.</span> Parties fortes et faibles</h3>
<div class="outline-text-3" id="text-4-2">
<p>
À cette hiérarchie des temps forts et faibles, vient s’ajouter celle
des parties fortes et faibles d’un temps.
</p>

<p>
Lorsqu’un temps est subdivisé en plusieurs parties, la <b>partie forte</b>
du temps correspond à la première partie, et la <b>partie faible</b> du
temps à tout le reste.
</p>
</div>
</div>


<div id="outline-container-org931826c" class="outline-3">
<h3 id="org931826c"><span class="section-number-3">4.3.</span> Tempo</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Le <b>tempo</b> donne le nombre de temps contenus dans une minute. Plus le
tempo est élevé, plus la durée d’un temps sera faible. Le tempo
représente donc la vitesse à laquelle la musique est jouée.
</p>

<p>
En pratique, le tempo est défini en passant par une unité rythmique de
référence, qui correspond généralement à la durée d’un temps.
</p>

<p>
Par exemple, un tempo de :
</p>

<div class="org-center">
<p>
<i>N</i> blanches par minutes
</p>
</div>

<p>
nous donnera :
</p>

<div class="org-center">
<p>
durée d’une blanche = 1 / <i>N</i> minute
</p>
</div>

<p>
Toutes les autres durées se déduisent du tempo. On aura ainsi :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>N</i> / 16</td>
<td class="org-left">maximes par minute</td>
</tr>

<tr>
<td class="org-left"><i>N</i> / 8</td>
<td class="org-left">longues par minute</td>
</tr>

<tr>
<td class="org-left"><i>N</i> / 4</td>
<td class="org-left">brèves par minute</td>
</tr>

<tr>
<td class="org-left"><i>N</i> / 2</td>
<td class="org-left">rondes par minute</td>
</tr>

<tr>
<td class="org-left">2 <i>N</i></td>
<td class="org-left">noires par minute</td>
</tr>

<tr>
<td class="org-left">4 <i>N</i></td>
<td class="org-left">croches par minute</td>
</tr>

<tr>
<td class="org-left">8 <i>N</i></td>
<td class="org-left">double-croches par minute</td>
</tr>

<tr>
<td class="org-left">16 <i>N</i></td>
<td class="org-left">triple-croches par minute</td>
</tr>

<tr>
<td class="org-left">32 <i>N</i></td>
<td class="org-left">quadruple-croches par minute</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org52ced7e" class="outline-2">
<h2 id="org52ced7e"><span class="section-number-2">5.</span> Mesures</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org02beacd">5.1. Simples &amp; composées</a></li>
<li><a href="#org75b1f81">5.2. Temps forts et faibles</a></li>
<li><a href="#org031b38a">5.3. Sur la portée</a></li>
<li><a href="#orge46f70b">5.4. Mesure régulière</a></li>
<li><a href="#org01142c1">5.5. Mesure irrégulière</a></li>
</ul>
</div>
</div>

<div id="outline-container-org02beacd" class="outline-3">
<h3 id="org02beacd"><span class="section-number-3">5.1.</span> Simples &amp; composées</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Les mesures se classent en deux catégories :
</p>

<ul class="org-ul">
<li>les <b>mesures simples</b>
<ul class="org-ul">
<li>une mesure simple est constituée d’un seul groupe de <i>N</i> temps</li>
<li>les plus courantes
<ul class="org-ul">
<li>mesure simple à 2 temps</li>
<li>mesure simple à 3 temps</li>
<li>mesure simple à 4 temps</li>
</ul></li>
</ul></li>
<li>les <b>mesures composées</b>
<ul class="org-ul">
<li>une mesure composée est constituée de <i>M</i> groupes de <i>N</i> temps</li>
<li>les plus courantes
<ul class="org-ul">
<li>4 temps structurés en 2 groupes de 2 temps</li>
<li>6 temps structurés en 2 groupes de 3 temps</li>
<li>9 temps structurés en 3 groupes de 3 temps</li>
<li>12 temps structurés en 4 groupes de 3 temps</li>
</ul></li>
</ul></li>
</ul>

<p>
Par exemple :
</p>

<ul class="org-ul">
<li>le galop, la habanera et la polka sont basés sur une mesure simple
à 2 temps</li>
<li>la valse, la chaconne et la sarabande sont basés sur une mesure
simple à 3 temps</li>
<li>le fameux "Take Five" de Dave Brubeck est basé sur une mesure
simple à 5 temps</li>
<li>la sicilienne et la tarentelle sont basées sur une mesure composée
à 6 temps</li>
</ul>
</div>
</div>

<div id="outline-container-org75b1f81" class="outline-3">
<h3 id="org75b1f81"><span class="section-number-3">5.2.</span> Temps forts et faibles</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Le cas le plus fréquent est celui où les temps forts et faibles sont
alternés. Les temps médians sont également alternés avec les temps
faibles et forts quand c’est possible.
</p>

<p>
Nous avons les structures de base suivantes pour les mesures
régulières :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mesure</th>
<th scope="col" class="org-left">Temps</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2 temps</td>
<td class="org-left">F f</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3 temps</td>
<td class="org-left">F f f</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">F µ f</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">F f µ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">4 temps</td>
<td class="org-left">F f µ f</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">F f f f</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org031b38a" class="outline-3">
<h3 id="org031b38a"><span class="section-number-3">5.3.</span> Sur la portée</h3>
<div class="outline-text-3" id="text-5-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2b3a6c4">5.3.1. Structure</a></li>
<li><a href="#org0e7944a">5.3.2. Séparation</a></li>
<li><a href="#org12db8ed">5.3.3. Changement de mesure</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2b3a6c4" class="outline-4">
<h4 id="org2b3a6c4"><span class="section-number-4">5.3.1.</span> Structure</h4>
<div class="outline-text-4" id="text-5-3-1">
<p>
Le symbole indiquant la structure de la mesure est placé au début de la portée, juste à
droite de la clef. Il est généralement constitué de deux chiffres
superposés, comme une fraction sans barre :
</p>

<ul class="org-ul">
<li>le chiffre du haut indique le nombre de temps
<ul class="org-ul">
<li>2, 3 ou 4 pour une mesure simple</li>
<li>4, 6, 9, 12 pour une mesure composée</li>
</ul></li>
<li>le chiffre du bas indique la durée du temps, en fractions de ronde
<ul class="org-ul">
<li>2 pour la demi-ronde, c’est-à-dire la blanche</li>
<li>4 pour le quart de ronde, c’est-à-dire la noire</li>
<li>8 pour le huitième de ronde, c’est-à-dire la croche</li>
<li>etc</li>
</ul></li>
</ul>

<p>
On trouve aussi :
</p>

<ul class="org-ul">
<li>le demi-cercle à la place du 4 / 4
<ul class="org-ul">
<li>mesure à 4 temps</li>
<li>1 temps = 1 noire</li>
</ul></li>
<li>le demi-cercle barré à la place du 2 / 2
<ul class="org-ul">
<li>mesure à 2 temps</li>
<li>1 temps = 1 blanche</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0e7944a" class="outline-4">
<h4 id="org0e7944a"><span class="section-number-4">5.3.2.</span> Séparation</h4>
<div class="outline-text-4" id="text-5-3-2">
<p>
Les mesures sont séparées par des traits verticaux appelés <b>barres de
mesure</b> qui traversent la portée de la première à la dernière ligne.
</p>

<p>
Chaque mesure commence et se termine donc par une barre verticale.
</p>
</div>
</div>

<div id="outline-container-org12db8ed" class="outline-4">
<h4 id="org12db8ed"><span class="section-number-4">5.3.3.</span> Changement de mesure</h4>
<div class="outline-text-4" id="text-5-3-3">
<p>
Un changement de mesure peut s’opérer en cours de portée. On place
alors le nouveau symbole à l’endroit choisi.
</p>
</div>
</div>
</div>
