grimoire/musica-02-metronome.org
** Mesure régulière

Une mesure *régulière* est une mesure composée de groupes
de temps de durées et structures identiques.

Les mesures régulières sont les mesures composées les plus utilisées.

Considérons par exemple une mesure comptant en tout 6 temps. Elle peut
s’organiser en 2 groupes de 3 temps ou en 3 groupes de 2 temps :

#+ATTR_HTML: :class plat
| /Deux groupes ternaires/ | : | 3 + 3     |
| /Trois groupes binaires/ | : | 2 + 2 + 2 |

De même, une mesure de 12 temps peut se structurer en 4
temps ternaires ou en 3 temps quaternaires :

#+ATTR_HTML: :class plat
| /Quatre groupes ternaires/   | : | 3 + 3 + 3 + 3 |
| /Trois groupes quaternaires/ | : | 4 + 4 + 4     |

Si l’on souhaite une mesure composée de /M/ groupes de /N/ temps il
suffit de choisir une mesure de /M × N/ temps.


** Mesure irrégulière

Une mesure *irrégulière* est une mesure composée constituée de groupes
de temps de natures différentes. Voici quelques exemples de
décompositions irrégulières :

| Nombre de temps | Décomposition     |
|-----------------+-------------------|
|               5 | 2 + 3             |
|               7 | 3 + 4             |
|               7 | 2 + 3 + 2         |
|               7 | 3 + 2 + 2         |
|               8 | 3 + 2 + 3         |
|               9 | 3 + 2 + 4         |
|              10 | 4 + 3 + 3         |
|              11 | 4 + 4 + 3         |
|              12 | 3 + 4 + 2 + 3     |
|                 | 2 + 3 + 3 + 2 + 2 |

On retrouve des décompositions analogues dans [[file:litera-01-rimailleur.org::#heading:coupesEtCesures][les coupes et césures poétiques]].


* Carrures

#+TOC: headlines 1 local

** Introduction

Une *carrure* est un groupe de mesures.

Chaque carrure peut regrouper 2, 3, 4, 8 mesures ou plus.

L’échelle rythmique de la carrure est liée au phrasé musical.


** Royale

La *carrure royale* compte huit mesures. Chaque carrure sert de
support au développement d’un mini-thème musical.


** Multi-niveaux

Il n’est pas rare qu’une carrure puisse être analysée sur plusieurs
niveaux rythmiques.

C’est généralement le cas de la carrure royale :

  - le groupe de 8 mesures peut se décomposer en 2 demi-carrures
    comptant chacune 4 mesures
  - chaque groupe de 4 mesures peut se subdiviser en 2 groupes de 2 mesures
  - le groupe de 8 mesures peut donc se décomposer en 4 quart de
    carrures comptant chacune 2 mesures

On trouve aussi d’autres configurations :

  - 6 mesures subdivisées en 3 groupes de 2 mesures
  - 6 mesures subdivisées en 2 groupes de 3 mesures


* Pulsations & Oscillations

#+TOC: headlines 1 local

** Introduction

En plus de la structure écrite sur la partition, on dispose de la
notion de *pulsation*, battement fondamental que l’on ressent en
écoutant la musique. Les accents les plus importants sont d’ailleurs
placés au début de chaque pulsation.

Suivant les cas, la pulsation correspond à la durée :

  - d’un temps
  - d’un groupe de temps
  - d’une mesure

En termes absolus, une pulsation dure approximativement une seconde,
mais cette durée dépend de la rapidité de la musique. En général, une
pulsation dure :

  - un peu plus d’une seconde dans les tempos lents
  - un peu moins d’une seconde dans les tempos rapides

La durée des pulsations reste normalement constante, à moins d’un
changement de tempo.

On utilisait autrefois un concept proche de la pulsation : le
*tactus*, unité de temps proche de la seconde à laquelle toutes les
durées se rapportaient. Tout comme pour la pulsation, des variantes de
tactus plus ou moins rapides existaient.

#+begin_center
⁂
#+end_center

L’effet de balancement produit par le regroupement de deux pulsations
ou plus est appelé *oscillation*. On a donc :

  - la pulsation, dont la durée est approximativement égale à la
    seconde
  - l’oscillation, qui regroupe plusieurs pulsations

/Remarque/ : l’oscillation binaire, c’est-à-dire formée de deux
pulsations, est la plus fréquente.


** Pulsation

#+TOC: headlines 1 local

*** Introduction

Une pulsation englobe généralement plusieurs temps.


*** Mesure simple

Quand la pulsation correspond à la durée d’une mesure simple, elle se
décompose suivant le nombre de temps de la mesure : 2, 3, 4 ou /N/
temps.


*** Mesure composée

Dans une mesure composée, la pulsation peut correspondre à la durée
d’un groupe de temps. Dans ce cas, on a :

  - 2 pulsations de 2 temps dans une mesure composée à 4 temps
  - 2 pulsations de 3 temps dans une mesure composée à 6 temps
  - 3 pulsations de 3 temps dans une mesure composée à 9 temps
  - 4 pulsations de 3 temps dans une mesure composée à 12 temps

Les débuts de temps forts et médians coïncident généralement avec les
débuts des pulsations.


** Oscillation

Une oscillation binaire peut être formée de :

  - 2 mesures simples
  - 1 mesure composée de 6 temps, soit 2 groupes de 3 temps

Une oscillation ternaire peut être formée de :

  - 3 mesures simples
  - 1 mesure composée de 6 temps, soit 3 groupes de 2 temps
  - 1 mesure composée de 9 temps, soit 3 groupes de 3 temps

Une oscillation quaternaire peut être formée de :

  - 4 mesures simples
  - 1 mesure composée de 12 temps, soit 4 groupes de 3 temps

En général, une oscillation de /M/ pulsations peut être formée de :

  - /M/ mesures simples à /N/ temps
  - 1 mesure composée de /M × N/ temps, soit /M/ groupes de /N/ temps


