grimoire/musica-02-metronome.html


<div id="outline-container-orge46f70b" class="outline-3">
<h3 id="orge46f70b"><span class="section-number-3">5.4.</span> Mesure régulière</h3>
<div class="outline-text-3" id="text-5-4">
<p>
Une mesure <b>régulière</b> est une mesure composée de groupes
de temps de durées et structures identiques.
</p>

<p>
Les mesures régulières sont les mesures composées les plus utilisées.
</p>

<p>
Considérons par exemple une mesure comptant en tout 6 temps. Elle peut
s’organiser en 2 groupes de 3 temps ou en 3 groupes de 2 temps :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Deux groupes ternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">3 + 3</td>
</tr>

<tr>
<td class="org-left"><i>Trois groupes binaires</i></td>
<td class="org-left">:</td>
<td class="org-left">2 + 2 + 2</td>
</tr>
</tbody>
</table>

<p>
De même, une mesure de 12 temps peut se structurer en 4
temps ternaires ou en 3 temps quaternaires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Quatre groupes ternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">3 + 3 + 3 + 3</td>
</tr>

<tr>
<td class="org-left"><i>Trois groupes quaternaires</i></td>
<td class="org-left">:</td>
<td class="org-left">4 + 4 + 4</td>
</tr>
</tbody>
</table>

<p>
Si l’on souhaite une mesure composée de <i>M</i> groupes de <i>N</i> temps il
suffit de choisir une mesure de <i>M × N</i> temps.
</p>
</div>
</div>


<div id="outline-container-org01142c1" class="outline-3">
<h3 id="org01142c1"><span class="section-number-3">5.5.</span> Mesure irrégulière</h3>
<div class="outline-text-3" id="text-5-5">
<p>
Une mesure <b>irrégulière</b> est une mesure composée constituée de groupes
de temps de natures différentes. Voici quelques exemples de
décompositions irrégulières :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre de temps</th>
<th scope="col" class="org-left">Décomposition</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">5</td>
<td class="org-left">2 + 3</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">3 + 4</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">2 + 3 + 2</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">3 + 2 + 2</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">3 + 2 + 3</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">3 + 2 + 4</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">4 + 3 + 3</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">4 + 4 + 3</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">3 + 4 + 2 + 3</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">2 + 3 + 3 + 2 + 2</td>
</tr>
</tbody>
</table>

<p>
On retrouve des décompositions analogues dans <a href="litera-01-rimailleur.html#heading:coupesEtCesures">les coupes et césures poétiques</a>.
</p>
</div>
</div>
</div>


<div id="outline-container-org2d44883" class="outline-2">
<h2 id="org2d44883"><span class="section-number-2">6.</span> Carrures</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org35c4745">6.1. Introduction</a></li>
<li><a href="#org3ede9a0">6.2. Royale</a></li>
<li><a href="#org0c0c3f5">6.3. Multi-niveaux</a></li>
</ul>
</div>
</div>

<div id="outline-container-org35c4745" class="outline-3">
<h3 id="org35c4745"><span class="section-number-3">6.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Une <b>carrure</b> est un groupe de mesures.
</p>

<p>
Chaque carrure peut regrouper 2, 3, 4, 8 mesures ou plus.
</p>

<p>
L’échelle rythmique de la carrure est liée au phrasé musical.
</p>
</div>
</div>


<div id="outline-container-org3ede9a0" class="outline-3">
<h3 id="org3ede9a0"><span class="section-number-3">6.2.</span> Royale</h3>
<div class="outline-text-3" id="text-6-2">
<p>
La <b>carrure royale</b> compte huit mesures. Chaque carrure sert de
support au développement d’un mini-thème musical.
</p>
</div>
</div>


<div id="outline-container-org0c0c3f5" class="outline-3">
<h3 id="org0c0c3f5"><span class="section-number-3">6.3.</span> Multi-niveaux</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Il n’est pas rare qu’une carrure puisse être analysée sur plusieurs
niveaux rythmiques.
</p>

<p>
C’est généralement le cas de la carrure royale :
</p>

<ul class="org-ul">
<li>le groupe de 8 mesures peut se décomposer en 2 demi-carrures
comptant chacune 4 mesures</li>
<li>chaque groupe de 4 mesures peut se subdiviser en 2 groupes de 2 mesures</li>
<li>le groupe de 8 mesures peut donc se décomposer en 4 quart de
carrures comptant chacune 2 mesures</li>
</ul>

<p>
On trouve aussi d’autres configurations :
</p>

<ul class="org-ul">
<li>6 mesures subdivisées en 3 groupes de 2 mesures</li>
<li>6 mesures subdivisées en 2 groupes de 3 mesures</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org85bb805" class="outline-2">
<h2 id="org85bb805"><span class="section-number-2">7.</span> Pulsations &amp; Oscillations</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org84b68fd">7.1. Introduction</a></li>
<li><a href="#org8b94b94">7.2. Pulsation</a></li>
<li><a href="#org256371e">7.3. Oscillation</a></li>
<li><a href="#org84a3bb3">7.4. Notation</a></li>
<li><a href="#org5d3fb40">7.5. Ambiguité</a></li>
<li><a href="#org2ce5150">7.6. Tableau récapitulatif</a></li>
<li><a href="#org63d65f5">7.7. Mesures irrégulières</a></li>
</ul>
</div>
</div>

<div id="outline-container-org84b68fd" class="outline-3">
<h3 id="org84b68fd"><span class="section-number-3">7.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-7-1">
<p>
En plus de la structure écrite sur la partition, on dispose de la
notion de <b>pulsation</b>, battement fondamental que l’on ressent en
écoutant la musique. Les accents les plus importants sont d’ailleurs
placés au début de chaque pulsation.
</p>

<p>
Suivant les cas, la pulsation correspond à la durée :
</p>

<ul class="org-ul">
<li>d’un temps</li>
<li>d’un groupe de temps</li>
<li>d’une mesure</li>
</ul>

<p>
En termes absolus, une pulsation dure approximativement une seconde,
mais cette durée dépend de la rapidité de la musique. En général, une
pulsation dure :
</p>

<ul class="org-ul">
<li>un peu plus d’une seconde dans les tempos lents</li>
<li>un peu moins d’une seconde dans les tempos rapides</li>
</ul>

<p>
La durée des pulsations reste normalement constante, à moins d’un
changement de tempo.
</p>

<p>
On utilisait autrefois un concept proche de la pulsation : le
<b>tactus</b>, unité de temps proche de la seconde à laquelle toutes les
durées se rapportaient. Tout comme pour la pulsation, des variantes de
tactus plus ou moins rapides existaient.
</p>

<div class="org-center">
<p>
⁂
</p>
</div>

<p>
L’effet de balancement produit par le regroupement de deux pulsations
ou plus est appelé <b>oscillation</b>. On a donc :
</p>

<ul class="org-ul">
<li>la pulsation, dont la durée est approximativement égale à la
seconde</li>
<li>l’oscillation, qui regroupe plusieurs pulsations</li>
</ul>

<p>
<i>Remarque</i> : l’oscillation binaire, c’est-à-dire formée de deux
pulsations, est la plus fréquente.
</p>
</div>
</div>


<div id="outline-container-org8b94b94" class="outline-3">
<h3 id="org8b94b94"><span class="section-number-3">7.2.</span> Pulsation</h3>
<div class="outline-text-3" id="text-7-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga114c20">7.2.1. Introduction</a></li>
<li><a href="#org3b0ff45">7.2.2. Mesure simple</a></li>
<li><a href="#org6591518">7.2.3. Mesure composée</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga114c20" class="outline-4">
<h4 id="orga114c20"><span class="section-number-4">7.2.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-7-2-1">
<p>
Une pulsation englobe généralement plusieurs temps.
</p>
</div>
</div>


<div id="outline-container-org3b0ff45" class="outline-4">
<h4 id="org3b0ff45"><span class="section-number-4">7.2.2.</span> Mesure simple</h4>
<div class="outline-text-4" id="text-7-2-2">
<p>
Quand la pulsation correspond à la durée d’une mesure simple, elle se
décompose suivant le nombre de temps de la mesure : 2, 3, 4 ou <i>N</i>
temps.
</p>
</div>
</div>


<div id="outline-container-org6591518" class="outline-4">
<h4 id="org6591518"><span class="section-number-4">7.2.3.</span> Mesure composée</h4>
<div class="outline-text-4" id="text-7-2-3">
<p>
Dans une mesure composée, la pulsation peut correspondre à la durée
d’un groupe de temps. Dans ce cas, on a :
</p>

<ul class="org-ul">
<li>2 pulsations de 2 temps dans une mesure composée à 4 temps</li>
<li>2 pulsations de 3 temps dans une mesure composée à 6 temps</li>
<li>3 pulsations de 3 temps dans une mesure composée à 9 temps</li>
<li>4 pulsations de 3 temps dans une mesure composée à 12 temps</li>
</ul>

<p>
Les débuts de temps forts et médians coïncident généralement avec les
débuts des pulsations.
</p>
</div>
</div>
</div>


<div id="outline-container-org256371e" class="outline-3">
<h3 id="org256371e"><span class="section-number-3">7.3.</span> Oscillation</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Une oscillation binaire peut être formée de :
</p>

<ul class="org-ul">
<li>2 mesures simples</li>
<li>1 mesure composée de 6 temps, soit 2 groupes de 3 temps</li>
</ul>

<p>
Une oscillation ternaire peut être formée de :
</p>

<ul class="org-ul">
<li>3 mesures simples</li>
<li>1 mesure composée de 6 temps, soit 3 groupes de 2 temps</li>
<li>1 mesure composée de 9 temps, soit 3 groupes de 3 temps</li>
</ul>

<p>
Une oscillation quaternaire peut être formée de :
</p>

<ul class="org-ul">
<li>4 mesures simples</li>
<li>1 mesure composée de 12 temps, soit 4 groupes de 3 temps</li>
</ul>

<p>
En général, une oscillation de <i>M</i> pulsations peut être formée de :
</p>

<ul class="org-ul">
<li><i>M</i> mesures simples à <i>N</i> temps</li>
<li>1 mesure composée de <i>M × N</i> temps, soit <i>M</i> groupes de <i>N</i> temps</li>
</ul>
</div>
