grimoire/musica-02-metronome.org
*** Carrure

Les carrures sont normalement organisées de telle sorte qu’elles
respectent la structure des oscillations.


** Notation

Nous utilisons les notations suivantes :

| Notation | Temps                                            |
|----------+--------------------------------------------------|
| §        | début de la première pulsation d’une oscillation |
| ¶        | début d’une autre pulsation                      |
| χ        | début d’un autre temps                           |

Voici quelques exemples de cette notation :

| Oscillation            | structure               |
|------------------------+-------------------------|
| 2 pulsations binaires  | § χ ¶ χ                 |
| 3 pulsations binaires  | § χ ¶ χ ¶ χ             |
| 4 pulsations binaires  | § χ ¶ χ ¶ χ ¶ χ         |
|------------------------+-------------------------|
| 2 pulsations ternaires | § χ χ ¶ χ χ             |
| 3 pulsations ternaires | § χ χ ¶ χ χ ¶ χ χ       |
| 4 pulsations ternaires | § χ χ ¶ χ χ ¶ χ χ ¶ χ χ |


** Ambiguité

Comment faire la différence entre une mesure simple de 4 temps et une
mesure composée de 2 groupes de 2 temps ? La pulsation permet de lever
cette ambiguité :

  - si seul le premier temps de la mesure marque le début d’une
    pulsation, il s’agit d’une mesure simple à 4 temps
  - si le premier et le troisième temps de la mesure marquent le début
    d’une pulsation, il s’agit d’une mesure composée de 2 x 2 temps

En supposant une oscillation binaire, on a le schéma :

| Oscillation                      | structure       |
|----------------------------------+-----------------|
| 2 mesures simples à 4 temps      | § χ χ χ ¶ χ χ χ |
| 1 mesure composée de 2 x 2 temps | § χ ¶ χ         |


** Tableau récapitulatif

Le tableau ci-dessous recense les structures de pulsations et
d’oscillations les plus courantes.

| Oscillation | Pulsation   | Durée       | Durée     | Mesure         | Structure                       |
|             |             | oscillation | pulsation |                |                                 |
|-------------+-------------+-------------+-----------+----------------+---------------------------------|
| binaire     | binaire     | 1 mesure    | 2 temps   | composée 2 x 2 | § χ ¶ χ                         |
|             |             | 2 mesures   | 1 mesure  | simple 2 temps | § χ ¶ χ                         |
|             | ternaire    | 1 mesure    | 3 temps   | composée 2 x 3 | § χ χ ¶ χ χ                     |
|             |             | 2 mesures   | 1 mesure  | simple 3 temps | § χ χ ¶ χ χ                     |
|             | quaternaire | 2 mesures   | 1 mesure  | simple 4 temps | § χ χ χ ¶ χ χ χ                 |
|-------------+-------------+-------------+-----------+----------------+---------------------------------|
| ternaire    | binaire     | 3 mesures   | 1 mesure  | simple 2 temps | § χ ¶ χ ¶ χ                     |
|             | ternaire    | 1 mesure    | 3 temps   | composée 3 x 3 | § χ χ ¶ χ χ ¶ χ χ               |
|             |             | 3 mesures   | 1 mesure  | simple 3 temps | § χ χ ¶ χ χ ¶ χ χ               |
|             | quaternaire | 1 mesure    | 4 temps   | composée 3 x 4 | § χ χ χ ¶ χ χ χ ¶ χ χ χ         |
|             |             | 3 mesures   | 1 mesure  | simple 4 temps | § χ χ χ ¶ χ χ χ ¶ χ χ χ         |
|-------------+-------------+-------------+-----------+----------------+---------------------------------|
| quaternaire | binaire     | 4 mesures   | 1 mesure  | simple 2 temps | § χ ¶ χ ¶ χ ¶ χ                 |
|             | ternaire    | 4 mesures   | 1 mesure  | simple 3 temps | § χ χ ¶ χ χ ¶ χ χ ¶ χ χ         |
|             |             | 1 mesure    | 3 temps   | composée 4 x 3 | § χ χ ¶ χ χ ¶ χ χ ¶ χ χ         |
|             | quaternaire | 4 mesures   | 1 mesure  | simple 4 temps | § χ χ χ ¶ χ χ χ ¶ χ χ χ ¶ χ χ χ |


** Mesures irrégulières

On choisit une pulsation qui dure au moins une mesure entière, afin de
maintenir une durée constante.

Considérons par exemple une mesure irrégulière de structure 2 + 3.

Une oscillation constitutée de deux pulsations constantes sera alors
construite sur deux mesures, comme suit :

#+ATTR_HTML: :class plat
| § | χ | χ | χ | χ | ¶ | χ | χ | χ | χ |


* Hémiole

#+TOC: headlines 1 local

** Introduction

L’hémiole est un procédé qui consiste à réorganiser une structure
rythmique du type :

#+ATTR_HTML: :class plat
| 2 x 3 | = | 2 entités décomposables en 3 |

en une structure alternative du type :

#+ATTR_HTML: :class plat
| 3 x 2 | = | 3 entités décomposables en 2 |

Les deux structures auront exactement la même durée.

Le procédé inverse, à savoir réorganiser une structure du type /3 × 2/
en une structure alternative du type /2 × 3/, est également une
hémiole. Précisons que les structures /2 × 3/ et /3 × 2/ peuvent être
présentées consécutivement ou simultanément.


