grimoire/musica-02-metronome.html


<div id="outline-container-org6e2bfca" class="outline-4">
<h4 id="org6e2bfca"><span class="section-number-4">7.3.1.</span> Carrure</h4>
<div class="outline-text-4" id="text-7-3-1">
<p>
Les carrures sont normalement organisées de telle sorte qu’elles
respectent la structure des oscillations.
</p>
</div>
</div>
</div>


<div id="outline-container-org84a3bb3" class="outline-3">
<h3 id="org84a3bb3"><span class="section-number-3">7.4.</span> Notation</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Nous utilisons les notations suivantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Notation</th>
<th scope="col" class="org-left">Temps</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">§</td>
<td class="org-left">début de la première pulsation d’une oscillation</td>
</tr>

<tr>
<td class="org-left">¶</td>
<td class="org-left">début d’une autre pulsation</td>
</tr>

<tr>
<td class="org-left">χ</td>
<td class="org-left">début d’un autre temps</td>
</tr>
</tbody>
</table>

<p>
Voici quelques exemples de cette notation :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Oscillation</th>
<th scope="col" class="org-left">structure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">3 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">4 pulsations binaires</td>
<td class="org-left">§ χ ¶ χ ¶ χ ¶ χ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">3 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">4 pulsations ternaires</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ ¶ χ χ</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org5d3fb40" class="outline-3">
<h3 id="org5d3fb40"><span class="section-number-3">7.5.</span> Ambiguité</h3>
<div class="outline-text-3" id="text-7-5">
<p>
Comment faire la différence entre une mesure simple de 4 temps et une
mesure composée de 2 groupes de 2 temps ? La pulsation permet de lever
cette ambiguité :
</p>

<ul class="org-ul">
<li>si seul le premier temps de la mesure marque le début d’une
pulsation, il s’agit d’une mesure simple à 4 temps</li>
<li>si le premier et le troisième temps de la mesure marquent le début
d’une pulsation, il s’agit d’une mesure composée de 2 x 2 temps</li>
</ul>

<p>
En supposant une oscillation binaire, on a le schéma :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Oscillation</th>
<th scope="col" class="org-left">structure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2 mesures simples à 4 temps</td>
<td class="org-left">§ χ χ χ ¶ χ χ χ</td>
</tr>

<tr>
<td class="org-left">1 mesure composée de 2 x 2 temps</td>
<td class="org-left">§ χ ¶ χ</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org2ce5150" class="outline-3">
<h3 id="org2ce5150"><span class="section-number-3">7.6.</span> Tableau récapitulatif</h3>
<div class="outline-text-3" id="text-7-6">
<p>
Le tableau ci-dessous recense les structures de pulsations et
d’oscillations les plus courantes.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Oscillation</th>
<th scope="col" class="org-left">Pulsation</th>
<th scope="col" class="org-left">Durée</th>
<th scope="col" class="org-left">Durée</th>
<th scope="col" class="org-left">Mesure</th>
<th scope="col" class="org-left">Structure</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">oscillation</th>
<th scope="col" class="org-left">pulsation</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">binaire</td>
<td class="org-left">binaire</td>
<td class="org-left">1 mesure</td>
<td class="org-left">2 temps</td>
<td class="org-left">composée 2 x 2</td>
<td class="org-left">§ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">2 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 2 temps</td>
<td class="org-left">§ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ternaire</td>
<td class="org-left">1 mesure</td>
<td class="org-left">3 temps</td>
<td class="org-left">composée 2 x 3</td>
<td class="org-left">§ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">2 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 3 temps</td>
<td class="org-left">§ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">quaternaire</td>
<td class="org-left">2 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 4 temps</td>
<td class="org-left">§ χ χ χ ¶ χ χ χ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">ternaire</td>
<td class="org-left">binaire</td>
<td class="org-left">3 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 2 temps</td>
<td class="org-left">§ χ ¶ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ternaire</td>
<td class="org-left">1 mesure</td>
<td class="org-left">3 temps</td>
<td class="org-left">composée 3 x 3</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">3 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 3 temps</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">quaternaire</td>
<td class="org-left">1 mesure</td>
<td class="org-left">4 temps</td>
<td class="org-left">composée 3 x 4</td>
<td class="org-left">§ χ χ χ ¶ χ χ χ ¶ χ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">3 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 4 temps</td>
<td class="org-left">§ χ χ χ ¶ χ χ χ ¶ χ χ χ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">quaternaire</td>
<td class="org-left">binaire</td>
<td class="org-left">4 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 2 temps</td>
<td class="org-left">§ χ ¶ χ ¶ χ ¶ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ternaire</td>
<td class="org-left">4 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 3 temps</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">1 mesure</td>
<td class="org-left">3 temps</td>
<td class="org-left">composée 4 x 3</td>
<td class="org-left">§ χ χ ¶ χ χ ¶ χ χ ¶ χ χ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">quaternaire</td>
<td class="org-left">4 mesures</td>
<td class="org-left">1 mesure</td>
<td class="org-left">simple 4 temps</td>
<td class="org-left">§ χ χ χ ¶ χ χ χ ¶ χ χ χ ¶ χ χ χ</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org63d65f5" class="outline-3">
<h3 id="org63d65f5"><span class="section-number-3">7.7.</span> Mesures irrégulières</h3>
<div class="outline-text-3" id="text-7-7">
<p>
On choisit une pulsation qui dure au moins une mesure entière, afin de
maintenir une durée constante.
</p>

<p>
Considérons par exemple une mesure irrégulière de structure 2 + 3.
</p>

<p>
Une oscillation constitutée de deux pulsations constantes sera alors
construite sur deux mesures, comme suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org883a0c3" class="outline-2">
<h2 id="org883a0c3"><span class="section-number-2">8.</span> Hémiole</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgfdf6a2f">8.1. Introduction</a></li>
<li><a href="#org8ca9068">8.2. Étymologie</a></li>
<li><a href="#org8a2d7d3">8.3. Mesures</a></li>
<li><a href="#org4c0f95e">8.4. Generalisation</a></li>
<li><a href="#org79d363d">8.5. Transition</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgfdf6a2f" class="outline-3">
<h3 id="orgfdf6a2f"><span class="section-number-3">8.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-8-1">
<p>
L’hémiole est un procédé qui consiste à réorganiser une structure
rythmique du type :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">2 x 3</td>
<td class="org-left">=</td>
<td class="org-left">2 entités décomposables en 3</td>
</tr>
</tbody>
</table>

<p>
en une structure alternative du type :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">3 x 2</td>
<td class="org-left">=</td>
<td class="org-left">3 entités décomposables en 2</td>
</tr>
</tbody>
</table>

<p>
Les deux structures auront exactement la même durée.
</p>

<p>
Le procédé inverse, à savoir réorganiser une structure du type <i>3 × 2</i>
en une structure alternative du type <i>2 × 3</i>, est également une
hémiole. Précisons que les structures <i>2 × 3</i> et <i>3 × 2</i> peuvent être
présentées consécutivement ou simultanément.
</p>
</div>
</div>
