grimoire/musica-02-metronome.org
** Étymologie

Le terme hémiole provient du grec ancien et signifie littéralement
« un et demi », mathématiquement identique à 3 / 2.


** Mesures

Dans le cas de mesures simples, l’hémiole peut se construire au
choix :

  - sur une mesure de trois temps binaires qui se transforme en mesure
    de deux temps ternaires, et vice versa
  - sur plusieurs mesures : 2 mesures de 3 temps peuvent être pensées
    comme 3 mesures de 2 temps, et vice versa

Dans le cas de mesures composées, l’hémiole se positionne sur les
groupes de temps de la mesure : 2 groupes de 3 temps peuvent être
pensés comme 3 groupes de 2 temps, et vice versa.


** Generalisation

On peut appliquer le même procédé à 4 entités rythmiques décomposables
en 3, structure qui peut être réorganisée en 3 unités rythmiques
décomposables en 4, et vice versa.

Plus généralement, soit /M/ et /N/ deux nombres entiers strictement
positifs. On considère une structure rythmique formée par /M/ entités,
chacune de ces entités étant décomposable en /N/ sous-entités. La
structure compte donc en tout /M × N/ sous-entités. Comme :

#+ATTR_HTML: :class plat
| M × N | = | N × M |

on peut réorganiser l’ensemble en /N/ entités rythmiques décomposables
en /M/ sous-entités. On parle alors d’une hémiole de type (/M/, /N/).


** Transition

Il est possible de réaliser des transitions naturelles entre mesures
composées de groupes binaires, ternaires et quaternaires :

  - une mesure composée de 2 groupes de 3 temps peut être réorganisée
    en 3 groupes de 2 temps. Chaque groupe correspondant à une
    pulsation, on passe alors de 2 pulsations ternaires à 3 pulsations
    binaires
  - une mesure composée de 4 groupes de 3 temps peut être réorganisée
    en 3 groupes de 4 temps. Chaque groupe correspondant à une
    pulsation, on passe alors de 4 pulsations ternaires à 3 pulsations
    quaternaires

En utilisant le même procédé, on peut réorganiser les pulsations dans
un groupe de mesures :

  - 2 mesures de 3 temps avec une pulsation par mesure, c’est-à-dire
    une pulsation tout les 3 temps, peuvent être réorganisées en
    plaçant une pulsation tous les 2 temps. On passe alors de 2
    pulsations ternaires à 3 pulsations binaires.
  - 4 mesures de 3 temps avec une pulsation par mesure peuvent être
    réorganisées en plaçant une pulsation tous les 4 temps. On passe
    alors de 4 pulsations ternaires à 3 pulsations quaternaires.


* Modification des paramètres rythmiques

#+TOC: headlines 1 local

** Introduction

N’importe quel paramètre musical peut être modifié en cours de
morceau : gamme, mode, rythme, etc.

Dans le cas du rythme, on peut modifier :

  - le tempo
  - la mesure
    + nombre de temps
    + groupes de temps
  - la carrure
  - la pulsation
  - l’oscillation

Pour réaliser une transition fluide, on fait généralement correspondre
une durée caractéristique du rythme précédant le changement avec une
durée caractéristique du rythme qui suit le changement.

Par exemple, le temps peut rester de même durée, mais le nombre de
temps dans un groupe peut augmenter, ralentissant ainsi la musique.

Dans la phase qui précède un changement de tempo, on fait entendre la
durée du futur tempo dans certaines notes. Par exemple, le rythme :

#+begin_center
Np C Np C =...=
#+end_center

mets la noire pointée en évidence. Il nous permet donc de passer d’un
tempo de 70 noires par minutes à 70 noires pointées par minutes. Ce
dernier tempo est équivalent à 105 noires par minutes, car :

#+begin_center
70 x (durée d’une noire pointée) / (durée d’une noire) = 70 x 3 / 2 = 105
#+end_center


* Cellules rythmiques

#+TOC: headlines 1 local


** Introduction

Une *cellule rythmique* est un rythme basique occupant l’entièreté
d’une pulsation, soit un des cas suivants :

  - une mesure simple
  - un groupe de temps dans une mesure composée


** Décomposition et liaison

Une cellule rythmique quelconque peut être obtenue en décomposant la
durée de la pulsation en plusieurs unités, puis en liant entre-elles
certaines de ces unités.

Par exemple, dans le cas où la pulsation est ternaire, on peut la
décomposer en trois temps, puis décomposer chacun de ces temps en deux
unités, ce qui nous donne au total 6 unités. Si la pulsation dure une
blanche pointée, chaque temps dure une noire et chaque unité dure une
croche. Nous avons alors une série de 6 croches, que nous pouvons
réarranger comme nous le souhaitons. Exemple :

#+begin_center
C‿C‿C C C‿C
#+end_center

On obtient alors le rythme :

#+begin_center
Np C N
#+end_center

Dans certains cas, il est nécessaire d’affiner encore plus et on
subdiviser alors les 6 croches en 12 double-croches.

Les rythmes les plus courants sont :

  - les rythmes binaires, obtenus en décomposant une pulsation binaire
    en 2, en 4, en 8 ou en 16
  - les rythmes ternaires, obtenus en décomposant une pulsation
    ternaire en 3, en 6, ou en 12


** Adaptation des durées

Il est possible d’adapter une cellule rythmique prévue pour une durée
/D/ afin qu’elle occupe une durée /M × D/. Il suffit pour cela
de multiplier la durée de chaque note par /M/.

Il est possible d’adapter une cellule rythmique prévue pour une durée
/D/ afin qu’elle occupe une durée /D / M/.  Il suffit
pour cela de diviser la durée de chaque note par /M/.


**** Triolet et duolet

Le triolet multiplie la durée par 2 / 3 et permet donc de placer un
rythme ternaire dans une pulsation binaire.

Le duolet multiplie la durée par 3 / 2 et permet donc de placer un
rythme binaire dans une pulsation ternaire.


