grimoire/musica-02-metronome.html


<div id="outline-container-org8ca9068" class="outline-3">
<h3 id="org8ca9068"><span class="section-number-3">8.2.</span> Étymologie</h3>
<div class="outline-text-3" id="text-8-2">
<p>
Le terme hémiole provient du grec ancien et signifie littéralement
« un et demi », mathématiquement identique à 3 / 2.
</p>
</div>
</div>


<div id="outline-container-org8a2d7d3" class="outline-3">
<h3 id="org8a2d7d3"><span class="section-number-3">8.3.</span> Mesures</h3>
<div class="outline-text-3" id="text-8-3">
<p>
Dans le cas de mesures simples, l’hémiole peut se construire au
choix :
</p>

<ul class="org-ul">
<li>sur une mesure de trois temps binaires qui se transforme en mesure
de deux temps ternaires, et vice versa</li>
<li>sur plusieurs mesures : 2 mesures de 3 temps peuvent être pensées
comme 3 mesures de 2 temps, et vice versa</li>
</ul>

<p>
Dans le cas de mesures composées, l’hémiole se positionne sur les
groupes de temps de la mesure : 2 groupes de 3 temps peuvent être
pensés comme 3 groupes de 2 temps, et vice versa.
</p>
</div>
</div>


<div id="outline-container-org4c0f95e" class="outline-3">
<h3 id="org4c0f95e"><span class="section-number-3">8.4.</span> Generalisation</h3>
<div class="outline-text-3" id="text-8-4">
<p>
On peut appliquer le même procédé à 4 entités rythmiques décomposables
en 3, structure qui peut être réorganisée en 3 unités rythmiques
décomposables en 4, et vice versa.
</p>

<p>
Plus généralement, soit <i>M</i> et <i>N</i> deux nombres entiers strictement
positifs. On considère une structure rythmique formée par <i>M</i> entités,
chacune de ces entités étant décomposable en <i>N</i> sous-entités. La
structure compte donc en tout <i>M × N</i> sous-entités. Comme :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">M × N</td>
<td class="org-left">=</td>
<td class="org-left">N × M</td>
</tr>
</tbody>
</table>

<p>
on peut réorganiser l’ensemble en <i>N</i> entités rythmiques décomposables
en <i>M</i> sous-entités. On parle alors d’une hémiole de type (<i>M</i>, <i>N</i>).
</p>
</div>
</div>


<div id="outline-container-org79d363d" class="outline-3">
<h3 id="org79d363d"><span class="section-number-3">8.5.</span> Transition</h3>
<div class="outline-text-3" id="text-8-5">
<p>
Il est possible de réaliser des transitions naturelles entre mesures
composées de groupes binaires, ternaires et quaternaires :
</p>

<ul class="org-ul">
<li>une mesure composée de 2 groupes de 3 temps peut être réorganisée
en 3 groupes de 2 temps. Chaque groupe correspondant à une
pulsation, on passe alors de 2 pulsations ternaires à 3 pulsations
binaires</li>
<li>une mesure composée de 4 groupes de 3 temps peut être réorganisée
en 3 groupes de 4 temps. Chaque groupe correspondant à une
pulsation, on passe alors de 4 pulsations ternaires à 3 pulsations
quaternaires</li>
</ul>

<p>
En utilisant le même procédé, on peut réorganiser les pulsations dans
un groupe de mesures :
</p>

<ul class="org-ul">
<li>2 mesures de 3 temps avec une pulsation par mesure, c’est-à-dire
une pulsation tout les 3 temps, peuvent être réorganisées en
plaçant une pulsation tous les 2 temps. On passe alors de 2
pulsations ternaires à 3 pulsations binaires.</li>
<li>4 mesures de 3 temps avec une pulsation par mesure peuvent être
réorganisées en plaçant une pulsation tous les 4 temps. On passe
alors de 4 pulsations ternaires à 3 pulsations quaternaires.</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgcb0392c" class="outline-2">
<h2 id="orgcb0392c"><span class="section-number-2">9.</span> Modification des paramètres rythmiques</h2>
<div class="outline-text-2" id="text-9">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4e4d0fb">9.1. Introduction</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4e4d0fb" class="outline-3">
<h3 id="org4e4d0fb"><span class="section-number-3">9.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-9-1">
<p>
N’importe quel paramètre musical peut être modifié en cours de
morceau : gamme, mode, rythme, etc.
</p>

<p>
Dans le cas du rythme, on peut modifier :
</p>

<ul class="org-ul">
<li>le tempo</li>
<li>la mesure
<ul class="org-ul">
<li>nombre de temps</li>
<li>groupes de temps</li>
</ul></li>
<li>la carrure</li>
<li>la pulsation</li>
<li>l’oscillation</li>
</ul>

<p>
Pour réaliser une transition fluide, on fait généralement correspondre
une durée caractéristique du rythme précédant le changement avec une
durée caractéristique du rythme qui suit le changement.
</p>

<p>
Par exemple, le temps peut rester de même durée, mais le nombre de
temps dans un groupe peut augmenter, ralentissant ainsi la musique.
</p>

<p>
Dans la phase qui précède un changement de tempo, on fait entendre la
durée du futur tempo dans certaines notes. Par exemple, le rythme :
</p>

<div class="org-center">
<p>
Np C Np C <code>...</code>
</p>
</div>

<p>
mets la noire pointée en évidence. Il nous permet donc de passer d’un
tempo de 70 noires par minutes à 70 noires pointées par minutes. Ce
dernier tempo est équivalent à 105 noires par minutes, car :
</p>

<div class="org-center">
<p>
70 x (durée d’une noire pointée) / (durée d’une noire) = 70 x 3 / 2 = 105
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org89e29cb" class="outline-2">
<h2 id="org89e29cb"><span class="section-number-2">10.</span> Cellules rythmiques</h2>
<div class="outline-text-2" id="text-10">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga743cfa">10.1. Introduction</a></li>
<li><a href="#orgc1a4aca">10.2. Décomposition et liaison</a></li>
<li><a href="#org3e8140a">10.3. Adaptation des durées</a></li>
<li><a href="#orgb8a4893">10.4. Silences</a></li>
<li><a href="#org266dbc9">10.5. Oscillation</a></li>
<li><a href="#org5e7272c">10.6. Usuelles</a></li>
</ul>
</div>
</div>


<div id="outline-container-orga743cfa" class="outline-3">
<h3 id="orga743cfa"><span class="section-number-3">10.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-10-1">
<p>
Une <b>cellule rythmique</b> est un rythme basique occupant l’entièreté
d’une pulsation, soit un des cas suivants :
</p>

<ul class="org-ul">
<li>une mesure simple</li>
<li>un groupe de temps dans une mesure composée</li>
</ul>
</div>
</div>


<div id="outline-container-orgc1a4aca" class="outline-3">
<h3 id="orgc1a4aca"><span class="section-number-3">10.2.</span> Décomposition et liaison</h3>
<div class="outline-text-3" id="text-10-2">
<p>
Une cellule rythmique quelconque peut être obtenue en décomposant la
durée de la pulsation en plusieurs unités, puis en liant entre-elles
certaines de ces unités.
</p>

<p>
Par exemple, dans le cas où la pulsation est ternaire, on peut la
décomposer en trois temps, puis décomposer chacun de ces temps en deux
unités, ce qui nous donne au total 6 unités. Si la pulsation dure une
blanche pointée, chaque temps dure une noire et chaque unité dure une
croche. Nous avons alors une série de 6 croches, que nous pouvons
réarranger comme nous le souhaitons. Exemple :
</p>

<div class="org-center">
<p>
C‿C‿C C C‿C
</p>
</div>

<p>
On obtient alors le rythme :
</p>

<div class="org-center">
<p>
Np C N
</p>
</div>

<p>
Dans certains cas, il est nécessaire d’affiner encore plus et on
subdiviser alors les 6 croches en 12 double-croches.
</p>

<p>
Les rythmes les plus courants sont :
</p>

<ul class="org-ul">
<li>les rythmes binaires, obtenus en décomposant une pulsation binaire
en 2, en 4, en 8 ou en 16</li>
<li>les rythmes ternaires, obtenus en décomposant une pulsation
ternaire en 3, en 6, ou en 12</li>
</ul>
</div>
</div>


<div id="outline-container-org3e8140a" class="outline-3">
<h3 id="org3e8140a"><span class="section-number-3">10.3.</span> Adaptation des durées</h3>
<div class="outline-text-3" id="text-10-3">
<p>
Il est possible d’adapter une cellule rythmique prévue pour une durée
<i>D</i> afin qu’elle occupe une durée <i>M × D</i>. Il suffit pour cela
de multiplier la durée de chaque note par <i>M</i>.
</p>

<p>
Il est possible d’adapter une cellule rythmique prévue pour une durée
<i>D</i> afin qu’elle occupe une durée <i>D / M</i>.  Il suffit
pour cela de diviser la durée de chaque note par <i>M</i>.
</p>
</div>


<div id="outline-container-org0019f33" class="outline-5">
<h5 id="org0019f33"><span class="section-number-5">10.3.0.1.</span> Triolet et duolet</h5>
<div class="outline-text-5" id="text-10-3-0-1">
<p>
Le triolet multiplie la durée par 2 / 3 et permet donc de placer un
rythme ternaire dans une pulsation binaire.
</p>

<p>
Le duolet multiplie la durée par 3 / 2 et permet donc de placer un
rythme binaire dans une pulsation ternaire.
</p>
</div>
</div>
