grimoire/musica-02-metronome.org
**** Note pointée

Le rapport :

#+begin_center
durée d’une blanche pointée / durée d’une blanche
#+end_center

est de 3 / 2. Lors des variations de structure rythmique au sein d’un
même morceau, il est parfois souhaitable de disposer d’un rapport plus
proche de 1, comme le rapport :

#+begin_center
durée d’une noire pointée / durée d’une blanche
#+end_center

qui nous donne 3 / 4. On divise alors par deux la durée de chaque
cellule rythmique occupant une blanche pointée afin qu’elle n’occupe
plus qu’une noire pointée. Ce procédé nous donne par exemple :

#+ATTR_HTML: :class plat
| Bp    | —> | Np    |
| Ν N N | —> | C C C |
| B N   | —> | N C   |


** Silences


*** Remplacement par un silence

On peut très bien remplacer une ou plusieurs notes d’une cellule
rythmique par des silences de mêmes durées. Par exemple, si on
escamote la première note de :

#+begin_center
N C N C
#+end_center

on obtient :

#+begin_center
ns C N C
#+end_center


*** Staccato

Les cellules rythmiques construites par décomposition et liaison
donnent des rythmes fluides, c’est-à-dire ne comprenant pas de
silences. On peut toutefois raccourcir les notes et intercaler des
silences afin de produire ce qu’on appelle un staccato. Par exemple,
on peut écourter les notes de :

#+begin_center
Np C N
#+end_center

obtenant le rythme sec :

#+begin_center
C ns dC dcs C cs
#+end_center


** Oscillation

Le rythme d’une oscillation peut être construit en combinant plusieurs
cellules rythmiques, à raison d’une cellule par pulsation.

Les cellules rythmiques binaires s’appliquent aux pulsations
binaires, tandis que les cellules rythmiques ternaires s’appliquent
aux pulsations ternaires.


** Usuelles

Cette section recense les cellules rythmiques les plus courantes.


*** Notes longues et brèves

Les cellules rythmiques sont caractérisées par le nombre de notes
présentes après décomposition et liaison. Parmi celles-ci, on
distingue les notes « longues » des notes « brèves ». Il s’agit d’une
distinction approximative, deux notes classées dans la même catégorie
(longue ou brève) n’ayant pas forcément une durée exactement
identique. Il arrive aussi que cette distinction n’ait pas lieu
d’être, quand :

  - toutes les notes ont des durées à peu près identiques
    + on parle alors de notes « égales »
  - la cellule rythmique comporte plus de deux catégories de durées

Nous utilisons les notations :

# symboles :
#
# &mdash; = —
# &union; = ∪
# &perp;= ⊥

| — | note longue |
| ∪ | note brève  |
| ⊥ | note égale  |

/Remarque/ : cette notion de contraste entre longues et brèves n’est
pas sans rappeler les syllabes lourdes et légères de la [[file:litera-01-rimailleur.org::#heading:metriqueQuantitative][métrique quantitative]]
en poésie. Toutefois, la palette des durées musicales est
nettement plus nuancée que cette simple dualité, et permet donc des
possibilités beaucoup plus nombreuses, ainsi que nous allons le voir.

Dans la suite, nous considérons une pulsation ternaire de durée égale
à une blanche pointée et une pulsation binaire (ou quaternaire) de
durée égale à une ronde. Les annexes comportent également une [[file:musica-12-annexe.org::#heading:cellules_rythmiques][section]]
avec des tableaux récapitulatifs.


*** Ternaires

Considérons une pulsation ternaire durant une blanche pointée. Elle
peut se décomposer au choix en :

  - trois noires
  - six croches
  - douze double-croches

ce qui nous donne directement les cellules rythmiques à notes égales :

#+ATTR_HTML: :class plat
| Bp          |
| N N N       |
| C C C C C C |
| 12 x dC     |

Les structures les plus courantes sur deux notes sont :

| — ∪        | B N      |
|            | B‿C C    |
| ∪ —        | N B      |
| ⊥ ⊥        | Np Np    |

Les autres structures les plus courantes sur trois notes sont :

| — ∪ ∪      | B C C    |
|            | Np C N   |
|            | Np N C   |
| ∪ — ∪      | C B C    |
|            | N Np C   |
|            | C Np N   |
| ∪ ∪ —      | C C B    |
|            | N C Np   |
|            | C N Np   |


*** Binaires

Considérons une pulsation binaire durant une ronde. Elle peut se
décomposer au choix en :

  - deux blanches
  - quatre noires
  - huit croches
  - seize double-croches

ce qui nous donne directement les cellules rythmiques à notes égales :

#+ATTR_HTML: :class plat
| R               |
| B B             |
| N N N N         |
| C C C C C C C C |
| 16 x dC         |

Les autres structures les plus courantes sur deux notes sont :

| — ∪        | Bp N     |
|            | Bpp C    |
| ∪ —        | N Bp     |

Les structures les plus courantes sur trois notes sont :

| — ∪ ∪      | B N N    |
| ∪ — ∪      | N B N    |
| ∪ ∪ —      | N N B    |


* Cellules composites

#+TOC: headlines 1 local


