grimoire/musica-02-metronome.html


<div id="outline-container-org6303148" class="outline-5">
<h5 id="org6303148"><span class="section-number-5">10.3.0.2.</span> Note pointée</h5>
<div class="outline-text-5" id="text-10-3-0-2">
<p>
Le rapport :
</p>

<div class="org-center">
<p>
durée d’une blanche pointée / durée d’une blanche
</p>
</div>

<p>
est de 3 / 2. Lors des variations de structure rythmique au sein d’un
même morceau, il est parfois souhaitable de disposer d’un rapport plus
proche de 1, comme le rapport :
</p>

<div class="org-center">
<p>
durée d’une noire pointée / durée d’une blanche
</p>
</div>

<p>
qui nous donne 3 / 4. On divise alors par deux la durée de chaque
cellule rythmique occupant une blanche pointée afin qu’elle n’occupe
plus qu’une noire pointée. Ce procédé nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Bp</td>
<td class="org-left">—&gt;</td>
<td class="org-left">Np</td>
</tr>

<tr>
<td class="org-left">Ν N N</td>
<td class="org-left">—&gt;</td>
<td class="org-left">C C C</td>
</tr>

<tr>
<td class="org-left">B N</td>
<td class="org-left">—&gt;</td>
<td class="org-left">N C</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgb8a4893" class="outline-3">
<h3 id="orgb8a4893"><span class="section-number-3">10.4.</span> Silences</h3>
<div class="outline-text-3" id="text-10-4">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc322d6f">10.4.1. Remplacement par un silence</a></li>
<li><a href="#orgdd75f4c">10.4.2. Staccato</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc322d6f" class="outline-4">
<h4 id="orgc322d6f"><span class="section-number-4">10.4.1.</span> Remplacement par un silence</h4>
<div class="outline-text-4" id="text-10-4-1">
<p>
On peut très bien remplacer une ou plusieurs notes d’une cellule
rythmique par des silences de mêmes durées. Par exemple, si on
escamote la première note de :
</p>

<div class="org-center">
<p>
N C N C
</p>
</div>

<p>
on obtient :
</p>

<div class="org-center">
<p>
ns C N C
</p>
</div>
</div>
</div>


<div id="outline-container-orgdd75f4c" class="outline-4">
<h4 id="orgdd75f4c"><span class="section-number-4">10.4.2.</span> Staccato</h4>
<div class="outline-text-4" id="text-10-4-2">
<p>
Les cellules rythmiques construites par décomposition et liaison
donnent des rythmes fluides, c’est-à-dire ne comprenant pas de
silences. On peut toutefois raccourcir les notes et intercaler des
silences afin de produire ce qu’on appelle un staccato. Par exemple,
on peut écourter les notes de :
</p>

<div class="org-center">
<p>
Np C N
</p>
</div>

<p>
obtenant le rythme sec :
</p>

<div class="org-center">
<p>
C ns dC dcs C cs
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org266dbc9" class="outline-3">
<h3 id="org266dbc9"><span class="section-number-3">10.5.</span> Oscillation</h3>
<div class="outline-text-3" id="text-10-5">
<p>
Le rythme d’une oscillation peut être construit en combinant plusieurs
cellules rythmiques, à raison d’une cellule par pulsation.
</p>

<p>
Les cellules rythmiques binaires s’appliquent aux pulsations
binaires, tandis que les cellules rythmiques ternaires s’appliquent
aux pulsations ternaires.
</p>
</div>
</div>


<div id="outline-container-org5e7272c" class="outline-3">
<h3 id="org5e7272c"><span class="section-number-3">10.6.</span> Usuelles</h3>
<div class="outline-text-3" id="text-10-6">
<p>
Cette section recense les cellules rythmiques les plus courantes.
</p>
</div>


<div id="outline-container-org4c97b29" class="outline-4">
<h4 id="org4c97b29"><span class="section-number-4">10.6.1.</span> Notes longues et brèves</h4>
<div class="outline-text-4" id="text-10-6-1">
<p>
Les cellules rythmiques sont caractérisées par le nombre de notes
présentes après décomposition et liaison. Parmi celles-ci, on
distingue les notes « longues » des notes « brèves ». Il s’agit d’une
distinction approximative, deux notes classées dans la même catégorie
(longue ou brève) n’ayant pas forcément une durée exactement
identique. Il arrive aussi que cette distinction n’ait pas lieu
d’être, quand :
</p>

<ul class="org-ul">
<li>toutes les notes ont des durées à peu près identiques
<ul class="org-ul">
<li>on parle alors de notes « égales »</li>
</ul></li>
<li>la cellule rythmique comporte plus de deux catégories de durées</li>
</ul>

<p>
Nous utilisons les notations :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">—</td>
<td class="org-left">note longue</td>
</tr>

<tr>
<td class="org-left">∪</td>
<td class="org-left">note brève</td>
</tr>

<tr>
<td class="org-left">⊥</td>
<td class="org-left">note égale</td>
</tr>
</tbody>
</table>

<p>
<i>Remarque</i> : cette notion de contraste entre longues et brèves n’est
pas sans rappeler les syllabes lourdes et légères de la
<a href="litera-01-rimailleur.html#heading:metriqueQuantitative">métrique quantitative</a>
en poésie. Toutefois, la palette des durées musicales est
nettement plus nuancée que cette simple dualité, et permet donc des
possibilités beaucoup plus nombreuses, ainsi que nous allons le voir.
</p>

<p>
Dans la suite, nous considérons une pulsation ternaire de durée égale
à une blanche pointée et une pulsation binaire (ou quaternaire) de
durée égale à une ronde. Les annexes comportent également une
<a href="musica-12-annexe.html#heading:cellules_rythmiques">section</a>
avec des tableaux récapitulatifs.
</p>
</div>
</div>


<div id="outline-container-orgae0aca6" class="outline-4">
<h4 id="orgae0aca6"><span class="section-number-4">10.6.2.</span> Ternaires</h4>
<div class="outline-text-4" id="text-10-6-2">
<p>
Considérons une pulsation ternaire durant une blanche pointée. Elle
peut se décomposer au choix en :
</p>

<ul class="org-ul">
<li>trois noires</li>
<li>six croches</li>
<li>douze double-croches</li>
</ul>

<p>
ce qui nous donne directement les cellules rythmiques à notes égales :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Bp</td>
</tr>

<tr>
<td class="org-left">N N N</td>
</tr>

<tr>
<td class="org-left">C C C C C C</td>
</tr>

<tr>
<td class="org-left">12 x dC</td>
</tr>
</tbody>
</table>

<p>
Les structures les plus courantes sur deux notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">— ∪</td>
<td class="org-left">B N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">B‿C C</td>
</tr>

<tr>
<td class="org-left">∪ —</td>
<td class="org-left">N B</td>
</tr>

<tr>
<td class="org-left">⊥ ⊥</td>
<td class="org-left">Np Np</td>
</tr>
</tbody>
</table>

<p>
Les autres structures les plus courantes sur trois notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">B C C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np N C</td>
</tr>

<tr>
<td class="org-left">∪ — ∪</td>
<td class="org-left">C B C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N Np C</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">C Np N</td>
</tr>

<tr>
<td class="org-left">∪ ∪ —</td>
<td class="org-left">C C B</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">N C Np</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">C N Np</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgb5894dd" class="outline-4">
<h4 id="orgb5894dd"><span class="section-number-4">10.6.3.</span> Binaires</h4>
<div class="outline-text-4" id="text-10-6-3">
<p>
Considérons une pulsation binaire durant une ronde. Elle peut se
décomposer au choix en :
</p>

<ul class="org-ul">
<li>deux blanches</li>
<li>quatre noires</li>
<li>huit croches</li>
<li>seize double-croches</li>
</ul>

<p>
ce qui nous donne directement les cellules rythmiques à notes égales :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">R</td>
</tr>

<tr>
<td class="org-left">B B</td>
</tr>

<tr>
<td class="org-left">N N N N</td>
</tr>

<tr>
<td class="org-left">C C C C C C C C</td>
</tr>

<tr>
<td class="org-left">16 x dC</td>
</tr>
</tbody>
</table>

<p>
Les autres structures les plus courantes sur deux notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">— ∪</td>
<td class="org-left">Bp N</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Bpp C</td>
</tr>

<tr>
<td class="org-left">∪ —</td>
<td class="org-left">N Bp</td>
</tr>
</tbody>
</table>

<p>
Les structures les plus courantes sur trois notes sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">— ∪ ∪</td>
<td class="org-left">B N N</td>
</tr>

<tr>
<td class="org-left">∪ — ∪</td>
<td class="org-left">N B N</td>
</tr>

<tr>
<td class="org-left">∪ ∪ —</td>
<td class="org-left">N N B</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
