grimoire/musica-02-metronome.org
** Introduction

Considérons une suite de cellules rythmiques consécutives. Si nous
adaptons leurs durées pour que l’ensemble occupe exactement une
pulsation, le résultat est une nouvelle cellule rythmique composée de
sous-cellules rythmiques simples. Une telle construction est appelée
*cellule composite*.

Remarquons que les cellules rythmiques combinées n’ont pas
nécessairement la même durée, avant ou après adaptation, et peuvent
même être de nature différente (binaire, ternaire, quaternaire, etc).

Un petit exemple avec une pulsation binaire :

#+ATTR_HTML: :class plat
| (R)/2 + (B B)/2 | ⟼ | B N N |

Dans l’exemple suivant, on combine une cellule rythmique binaire avec
une cellule rythmique ternaire pour produire une cellule composite
ternaire :

#+ATTR_HTML: :class plat
| (R)/2 + (N N)/2 | ⟼ | B C C |

Autre exemple, cette fois pour produire une cellule composite
quaternaire :

#+ATTR_HTML: :class plat
| (B B)/4 + (B N)/1 | ⟼ | C C B N |


*** Nomenclature

En juxtaposant deux rythmes, on obtient une cellule composite dite
*double*.

En juxtaposant trois rythmes, on obtient une cellule composite dite
*triple*.


** Extension

Prenons une cellule rythmique durant une pulsation et multiplions par
deux la durée de chaque note : on peut remplir deux pulsations avec le
rythme ainsi obtenu. En voici un exemple avec deux pulsations binaires
durant chacune une blanche :

#+ATTR_HTML: :class plat
| N B N | ⟼ | B R B |

Si nous multiplions par trois la durée de la cellule rythmique
initiale, nous pouvons remplir trois pulsations, si nous la
multiplions par /M/, nous pouvons remplir /M/ pulsations.


** Usuelles

Cette section recense les cellules composites les plus courantes.


*** Ternaires

Sur quatre notes :

#+ATTR_HTML: :class plat
| (Bp)/3 + (Bp)/3 + (B B)/4 | ⟼ | N N C C  |
| (Bp)/3 + (B B)/4 + (Bp)/3 | ⟼ | N C C N  |
| (B B)/4 + (Bp)/3 + (Bp)/3 | ⟼ | C C N N  |
| (Bp)/2 + (N N N)/2        | ⟼ | Np C C C |

Certaines combinaisons produisent une hémiole qui transforme la
structure interne de la pulsation, passant de trois temps binaires à
deux temps ternaires :

#+ATTR_HTML: :class plat
| (B N)/2 + (B N)/2 | ⟼ | N C N C |

Sur cinq notes :

#+ATTR_HTML: :class plat
| (Bp)/3 + (B B)/4 + (B B)/4 | ⟼ | N C C C C |
| (B B)/4 + (Bp)/3 + (B B)/4 | ⟼ | C C N C C |
| (B B)/4 + (B B)/4 + (Bp)/3 | ⟼ | C C C C N |


*** Binaires

sur quatre notes :

#+ATTR_HTML: :class plat
| (Bp N)/2 + (B B)/2  | ⟼ | Np C N N  |
| (B B)/2 + (Bp N)/2  | ⟼ | N N Np C  |
| (Bp N)/2 + (Bp N)/2 | ⟼ | Np C Np C |

Sur cinq notes :

#+ATTR_HTML: :class plat
| (R)/2 + (B B)/4 + (B B)/4 | ⟼ | B C C C C |
| (B B)/4 + (R)/2 + (B B)/4 | ⟼ | C C B C C |
| (B B)/4 + (B B)/4 + (R)/2 | ⟼ | C C C C B |

Sur six notes :

#+ATTR_HTML: :class plat
| (B B)/2 + (B B)/4 + (B B)/4 | ⟼ | N N C C C C |
| (B N N)/2 + (B N N)/2       | ⟼ | N C C N C C |
| (B N N)/2 + (N N B)/3       | ⟼ | N C C C C N |

Sur sept notes :

#+ATTR_HTML: :class plat
| (B N N)/2 + (N N N N)/2 | ⟼ | N C C C C C C |


* Syncopes

#+TOC: headlines 1 local

** Introduction

Une *syncope* est une note entamée à l’intérieur d’une pulsation et
qui se prolonge au début de la pulsation suivante. On peut construire
une syncope en disposant deux cellules rythmiques sur deux pulsations
consécutives et en liant la dernière note de la première pulsation à
la première note de la seconde. Voici quelques exemples :

#+ATTR_HTML: :class plat
| pulsation binaire (B B)    | : | B B‿B B     | ⟼ | B R B     |
| pulsation ternaire (Ν N N) | : | N N N‿N N N | ⟼ | Ν N B Ν N |

Dans la suite, nous considérons une pulsation ternaire de structure
/N N N/ et une pulsation binaire (ou quaternaire) de structure /B B/.


*** Prolongation

Il est possible de prolonger une syncope d’une ou de plusieurs
pulsations. Exemple sur une pulsation binaire :

#+ATTR_HTML: :class plat
| N N‿N‿N‿N N | ⟼ | N R N |


*** Rythme syncopé

Dans le cas où plusieurs syncopes consécutives sont réalisées, on
parle de rythme syncopé. Exemple sur une pulsation binaire de
structure N N :

#+ATTR_HTML: :class plat
| B B‿B B‿B B | ⟼ | B R R B |


