grimoire/musica-02-metronome.html


<div id="outline-container-orgbe2496f" class="outline-2">
<h2 id="orgbe2496f"><span class="section-number-2">11.</span> Cellules composites</h2>
<div class="outline-text-2" id="text-11">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge4b9761">11.1. Introduction</a></li>
<li><a href="#org7e7478c">11.2. Extension</a></li>
<li><a href="#orgc9d2a8e">11.3. Usuelles</a></li>
</ul>
</div>
</div>


<div id="outline-container-orge4b9761" class="outline-3">
<h3 id="orge4b9761"><span class="section-number-3">11.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-11-1">
<p>
Considérons une suite de cellules rythmiques consécutives. Si nous
adaptons leurs durées pour que l’ensemble occupe exactement une
pulsation, le résultat est une nouvelle cellule rythmique composée de
sous-cellules rythmiques simples. Une telle construction est appelée
<b>cellule composite</b>.
</p>

<p>
Remarquons que les cellules rythmiques combinées n’ont pas
nécessairement la même durée, avant ou après adaptation, et peuvent
même être de nature différente (binaire, ternaire, quaternaire, etc).
</p>

<p>
Un petit exemple avec une pulsation binaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(R)/2 + (B B)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">B N N</td>
</tr>
</tbody>
</table>

<p>
Dans l’exemple suivant, on combine une cellule rythmique binaire avec
une cellule rythmique ternaire pour produire une cellule composite
ternaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(R)/2 + (N N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">B C C</td>
</tr>
</tbody>
</table>

<p>
Autre exemple, cette fois pour produire une cellule composite
quaternaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(B B)/4 + (B N)/1</td>
<td class="org-left">⟼</td>
<td class="org-left">C C B N</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgad569ae" class="outline-4">
<h4 id="orgad569ae"><span class="section-number-4">11.1.1.</span> Nomenclature</h4>
<div class="outline-text-4" id="text-11-1-1">
<p>
En juxtaposant deux rythmes, on obtient une cellule composite dite
<b>double</b>.
</p>

<p>
En juxtaposant trois rythmes, on obtient une cellule composite dite
<b>triple</b>.
</p>
</div>
</div>
</div>


<div id="outline-container-org7e7478c" class="outline-3">
<h3 id="org7e7478c"><span class="section-number-3">11.2.</span> Extension</h3>
<div class="outline-text-3" id="text-11-2">
<p>
Prenons une cellule rythmique durant une pulsation et multiplions par
deux la durée de chaque note : on peut remplir deux pulsations avec le
rythme ainsi obtenu. En voici un exemple avec deux pulsations binaires
durant chacune une blanche :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N B N</td>
<td class="org-left">⟼</td>
<td class="org-left">B R B</td>
</tr>
</tbody>
</table>

<p>
Si nous multiplions par trois la durée de la cellule rythmique
initiale, nous pouvons remplir trois pulsations, si nous la
multiplions par <i>M</i>, nous pouvons remplir <i>M</i> pulsations.
</p>
</div>
</div>


<div id="outline-container-orgc9d2a8e" class="outline-3">
<h3 id="orgc9d2a8e"><span class="section-number-3">11.3.</span> Usuelles</h3>
<div class="outline-text-3" id="text-11-3">
<p>
Cette section recense les cellules composites les plus courantes.
</p>
</div>


<div id="outline-container-org7797998" class="outline-4">
<h4 id="org7797998"><span class="section-number-4">11.3.1.</span> Ternaires</h4>
<div class="outline-text-4" id="text-11-3-1">
<p>
Sur quatre notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(Bp)/3 + (Bp)/3 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">N N C C</td>
</tr>

<tr>
<td class="org-left">(Bp)/3 + (B B)/4 + (Bp)/3</td>
<td class="org-left">⟼</td>
<td class="org-left">N C C N</td>
</tr>

<tr>
<td class="org-left">(B B)/4 + (Bp)/3 + (Bp)/3</td>
<td class="org-left">⟼</td>
<td class="org-left">C C N N</td>
</tr>

<tr>
<td class="org-left">(Bp)/2 + (N N N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">Np C C C</td>
</tr>
</tbody>
</table>

<p>
Certaines combinaisons produisent une hémiole qui transforme la
structure interne de la pulsation, passant de trois temps binaires à
deux temps ternaires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(B N)/2 + (B N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">N C N C</td>
</tr>
</tbody>
</table>

<p>
Sur cinq notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(Bp)/3 + (B B)/4 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">N C C C C</td>
</tr>

<tr>
<td class="org-left">(B B)/4 + (Bp)/3 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">C C N C C</td>
</tr>

<tr>
<td class="org-left">(B B)/4 + (B B)/4 + (Bp)/3</td>
<td class="org-left">⟼</td>
<td class="org-left">C C C C N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org97ad851" class="outline-4">
<h4 id="org97ad851"><span class="section-number-4">11.3.2.</span> Binaires</h4>
<div class="outline-text-4" id="text-11-3-2">
<p>
sur quatre notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(Bp N)/2 + (B B)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">Np C N N</td>
</tr>

<tr>
<td class="org-left">(B B)/2 + (Bp N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">N N Np C</td>
</tr>

<tr>
<td class="org-left">(Bp N)/2 + (Bp N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">Np C Np C</td>
</tr>
</tbody>
</table>

<p>
Sur cinq notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(R)/2 + (B B)/4 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">B C C C C</td>
</tr>

<tr>
<td class="org-left">(B B)/4 + (R)/2 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">C C B C C</td>
</tr>

<tr>
<td class="org-left">(B B)/4 + (B B)/4 + (R)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">C C C C B</td>
</tr>
</tbody>
</table>

<p>
Sur six notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(B B)/2 + (B B)/4 + (B B)/4</td>
<td class="org-left">⟼</td>
<td class="org-left">N N C C C C</td>
</tr>

<tr>
<td class="org-left">(B N N)/2 + (B N N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">N C C N C C</td>
</tr>

<tr>
<td class="org-left">(B N N)/2 + (N N B)/3</td>
<td class="org-left">⟼</td>
<td class="org-left">N C C C C N</td>
</tr>
</tbody>
</table>

<p>
Sur sept notes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(B N N)/2 + (N N N N)/2</td>
<td class="org-left">⟼</td>
<td class="org-left">N C C C C C C</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>


<div id="outline-container-org85f49b2" class="outline-2">
<h2 id="org85f49b2"><span class="section-number-2">12.</span> Syncopes</h2>
<div class="outline-text-2" id="text-12">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf616e3f">12.1. Introduction</a></li>
<li><a href="#org4509ce9">12.2. Contretemps</a></li>
<li><a href="#org1c5238f">12.3. Implicite ou déplacement</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf616e3f" class="outline-3">
<h3 id="orgf616e3f"><span class="section-number-3">12.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-12-1">
<p>
Une <b>syncope</b> est une note entamée à l’intérieur d’une pulsation et
qui se prolonge au début de la pulsation suivante. On peut construire
une syncope en disposant deux cellules rythmiques sur deux pulsations
consécutives et en liant la dernière note de la première pulsation à
la première note de la seconde. Voici quelques exemples :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">pulsation binaire (B B)</td>
<td class="org-left">:</td>
<td class="org-left">B B‿B B</td>
<td class="org-left">⟼</td>
<td class="org-left">B R B</td>
</tr>

<tr>
<td class="org-left">pulsation ternaire (Ν N N)</td>
<td class="org-left">:</td>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">⟼</td>
<td class="org-left">Ν N B Ν N</td>
</tr>
</tbody>
</table>

<p>
Dans la suite, nous considérons une pulsation ternaire de structure
<i>N N N</i> et une pulsation binaire (ou quaternaire) de structure <i>B B</i>.
</p>
</div>


<div id="outline-container-orgf86bd12" class="outline-4">
<h4 id="orgf86bd12"><span class="section-number-4">12.1.1.</span> Prolongation</h4>
<div class="outline-text-4" id="text-12-1-1">
<p>
Il est possible de prolonger une syncope d’une ou de plusieurs
pulsations. Exemple sur une pulsation binaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N N‿N‿N‿N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N R N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgff7a3ce" class="outline-4">
<h4 id="orgff7a3ce"><span class="section-number-4">12.1.2.</span> Rythme syncopé</h4>
<div class="outline-text-4" id="text-12-1-2">
<p>
Dans le cas où plusieurs syncopes consécutives sont réalisées, on
parle de rythme syncopé. Exemple sur une pulsation binaire de
structure N N :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">B B‿B B‿B B</td>
<td class="org-left">⟼</td>
<td class="org-left">B R R B</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
