grimoire/musica-02-metronome.org
** Contretemps

Les contretemps sont similaires aux syncopes, mais au lieu de
prolonger la note, on place un silence sur le début de la pulsations
suivante.

Exemple sur une pulsation binaire :

#+ATTR_HTML: :class plat
| B B‿B B | ⟼ | B B bs B |

Exemple sur une pulsation ternaire :

#+ATTR_HTML: :class plat
| N N N‿N N N | ⟼ | N N N ns N N |


** Implicite ou déplacement

Il existe deux méthodes permettant de relier syncope et mélodie :

  - lorsque la syncope ou le contretemps est réalisé en supprimant une ou
    plusieurs notes par rapport à un thème de référence préalablement
    entendu ou simplement sous-entendu, on parle de *motif implicite*.
  - par contre, si la syncope ou le contretemps est réalisé en
    déplaçant la suite du thème, on parle de *déplacement*.

Pour illustrer ces deux philosophies, partons du thème :

#+begin_center
do ré mi si la sol
#+end_center

Un exemple de motif implicite sera alors :

#+begin_center
do ré mi—— la sol
#+end_center

où le /mi——/ est soit prolongé, soit suivi par un silence, ce qui rend
le /si/ implicite.

Le même exemple avec déplacement nous donne :

#+begin_center
do ré mi—— si la sol
#+end_center

où la prolongation du /mi——/ retarde le dernier groupe de notes
/si la sol/. Notons qu'il est aussi possible de produire une syncope
en raccourcissant le /mi/. Un déplacement peut donc se produire par
*report* ou *anticipation*.


* Cellules syncopées

#+TOC: headlines 1 local


** Introduction

Une *cellule syncopée* est une cellule rythmique :

  - composée de plusieurs temps
  - dont une note à l’intérieur d’un temps se prolonge au début du
    temps suivant

On peut construire une cellule syncopée en adaptant la durée de
plusieurs cellules rythmiques consécutives pour qu’elles occupent
chacune un temps, puis en liant la dernière note d’un de ces temps à
la première note du temps suivant.

Voici quelques exemples :

#+ATTR_HTML: :class plat
| pulsation binaire (2 temps, B B)    | : | N N‿N N     | ⟼ | N B N     |
| pulsation ternaire (3 temps, Ν N N) | : | N N N‿N N N | ⟼ | Ν N B Ν N |

Pour produire un rythme syncopé, il faut effectuer plusieurs liaisons
à la frontière de temps consécutifs. La structure de la pulsation doit
cependant le supporter : ternaire, quaternaire, etc.


** Usuelles

Cette section recense les cellules syncopées les plus courantes.


*** Ternaires

Le tableau suivant reprend quelques cellules syncopées courantes
basées sur des pulsations ternaires de 3 noires :

| Liaison(s)  | Résultat  |
|-------------+-----------|
| N C‿N C     | N Np C    |
| N‿C C N     | Np C N    |
| N C C‿N     | N C Np    |
| C C‿C C‿C C | C N N C   |
| C C‿C C C C | C N C C C |


*** Binaires

Le tableau suivant reprend quelques cellules syncopées courantes
basées sur des pulsations binaires de 2 blanches, équivalentes à des
pulsations quaternaires de 4 noires :

| Liaison(s)      | Résultat      |
|-----------------+---------------|
| N N‿N N         | N B N         |
| Np C‿Np C       | Np B C        |
| Np C‿N N        | Np Np N       |
| N N‿C C N       | N Np C N      |
| C C‿C C‿C C‿C C | C N N N C     |
| C C C C‿C C C C | C C C N C C C |
