grimoire/musica-02-metronome.html


<div id="outline-container-org4509ce9" class="outline-3">
<h3 id="org4509ce9"><span class="section-number-3">12.2.</span> Contretemps</h3>
<div class="outline-text-3" id="text-12-2">
<p>
Les contretemps sont similaires aux syncopes, mais au lieu de
prolonger la note, on place un silence sur le début de la pulsations
suivante.
</p>

<p>
Exemple sur une pulsation binaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">B B‿B B</td>
<td class="org-left">⟼</td>
<td class="org-left">B B bs B</td>
</tr>
</tbody>
</table>

<p>
Exemple sur une pulsation ternaire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N N N ns N N</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org1c5238f" class="outline-3">
<h3 id="org1c5238f"><span class="section-number-3">12.3.</span> Implicite ou déplacement</h3>
<div class="outline-text-3" id="text-12-3">
<p>
Il existe deux méthodes permettant de relier syncope et mélodie :
</p>

<ul class="org-ul">
<li>lorsque la syncope ou le contretemps est réalisé en supprimant une ou
plusieurs notes par rapport à un thème de référence préalablement
entendu ou simplement sous-entendu, on parle de <b>motif implicite</b>.</li>
<li>par contre, si la syncope ou le contretemps est réalisé en
déplaçant la suite du thème, on parle de <b>déplacement</b>.</li>
</ul>

<p>
Pour illustrer ces deux philosophies, partons du thème :
</p>

<div class="org-center">
<p>
do ré mi si la sol
</p>
</div>

<p>
Un exemple de motif implicite sera alors :
</p>

<div class="org-center">
<p>
do ré mi—— la sol
</p>
</div>

<p>
où le <i>mi——</i> est soit prolongé, soit suivi par un silence, ce qui rend
le <i>si</i> implicite.
</p>

<p>
Le même exemple avec déplacement nous donne :
</p>

<div class="org-center">
<p>
do ré mi—— si la sol
</p>
</div>

<p>
où la prolongation du <i>mi——</i> retarde le dernier groupe de notes
<i>si la sol</i>. Notons qu'il est aussi possible de produire une syncope
en raccourcissant le <i>mi</i>. Un déplacement peut donc se produire par
<b>report</b> ou <b>anticipation</b>.
</p>
</div>
</div>
</div>


<div id="outline-container-org81f05a3" class="outline-2">
<h2 id="org81f05a3"><span class="section-number-2">13.</span> Cellules syncopées</h2>
<div class="outline-text-2" id="text-13">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org14d6eca">13.1. Introduction</a></li>
<li><a href="#orgb0cfc68">13.2. Usuelles</a></li>
</ul>
</div>
</div>


<div id="outline-container-org14d6eca" class="outline-3">
<h3 id="org14d6eca"><span class="section-number-3">13.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-13-1">
<p>
Une <b>cellule syncopée</b> est une cellule rythmique :
</p>

<ul class="org-ul">
<li>composée de plusieurs temps</li>
<li>dont une note à l’intérieur d’un temps se prolonge au début du
temps suivant</li>
</ul>

<p>
On peut construire une cellule syncopée en adaptant la durée de
plusieurs cellules rythmiques consécutives pour qu’elles occupent
chacune un temps, puis en liant la dernière note d’un de ces temps à
la première note du temps suivant.
</p>

<p>
Voici quelques exemples :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">pulsation binaire (2 temps, B B)</td>
<td class="org-left">:</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">⟼</td>
<td class="org-left">N B N</td>
</tr>

<tr>
<td class="org-left">pulsation ternaire (3 temps, Ν N N)</td>
<td class="org-left">:</td>
<td class="org-left">N N N‿N N N</td>
<td class="org-left">⟼</td>
<td class="org-left">Ν N B Ν N</td>
</tr>
</tbody>
</table>

<p>
Pour produire un rythme syncopé, il faut effectuer plusieurs liaisons
à la frontière de temps consécutifs. La structure de la pulsation doit
cependant le supporter : ternaire, quaternaire, etc.
</p>
</div>
</div>


<div id="outline-container-orgb0cfc68" class="outline-3">
<h3 id="orgb0cfc68"><span class="section-number-3">13.2.</span> Usuelles</h3>
<div class="outline-text-3" id="text-13-2">
<p>
Cette section recense les cellules syncopées les plus courantes.
</p>
</div>


<div id="outline-container-orga738265" class="outline-4">
<h4 id="orga738265"><span class="section-number-4">13.2.1.</span> Ternaires</h4>
<div class="outline-text-4" id="text-13-2-1">
<p>
Le tableau suivant reprend quelques cellules syncopées courantes
basées sur des pulsations ternaires de 3 noires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Liaison(s)</th>
<th scope="col" class="org-left">Résultat</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">N C‿N C</td>
<td class="org-left">N Np C</td>
</tr>

<tr>
<td class="org-left">N‿C C N</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-left">N C C‿N</td>
<td class="org-left">N C Np</td>
</tr>

<tr>
<td class="org-left">C C‿C C‿C C</td>
<td class="org-left">C N N C</td>
</tr>

<tr>
<td class="org-left">C C‿C C C C</td>
<td class="org-left">C N C C C</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org58c6049" class="outline-4">
<h4 id="org58c6049"><span class="section-number-4">13.2.2.</span> Binaires</h4>
<div class="outline-text-4" id="text-13-2-2">
<p>
Le tableau suivant reprend quelques cellules syncopées courantes
basées sur des pulsations binaires de 2 blanches, équivalentes à des
pulsations quaternaires de 4 noires :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Liaison(s)</th>
<th scope="col" class="org-left">Résultat</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">N N‿N N</td>
<td class="org-left">N B N</td>
</tr>

<tr>
<td class="org-left">Np C‿Np C</td>
<td class="org-left">Np B C</td>
</tr>

<tr>
<td class="org-left">Np C‿N N</td>
<td class="org-left">Np Np N</td>
</tr>

<tr>
<td class="org-left">N N‿C C N</td>
<td class="org-left">N Np C N</td>
</tr>

<tr>
<td class="org-left">C C‿C C‿C C‿C C</td>
<td class="org-left">C N N N C</td>
</tr>

<tr>
<td class="org-left">C C C C‿C C C C</td>
<td class="org-left">C C C N C C C</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>


<div id="outline-container-org29716b2" class="outline-2">
<h2 id="org29716b2"><span class="section-number-2">14.</span> Syncopes entre deux pulsations</h2>
<div class="outline-text-2" id="text-14">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7955ddc">14.1. Cellules ternaires</a></li>
<li><a href="#org45ac2e3">14.2. Cellules binaires</a></li>
</ul>
</div>
</div>


<div id="outline-container-org7955ddc" class="outline-3">
<h3 id="org7955ddc"><span class="section-number-3">14.1.</span> Cellules ternaires</h3>
<div class="outline-text-3" id="text-14-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N N N‿N N N</td>
</tr>

<tr>
<td class="org-left">B N‿N N N</td>
</tr>

<tr>
<td class="org-left">B N‿N B</td>
</tr>

<tr>
<td class="org-left">Bp‿N N N</td>
</tr>

<tr>
<td class="org-left">Bp‿N B</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org45ac2e3" class="outline-3">
<h3 id="org45ac2e3"><span class="section-number-3">14.2.</span> Cellules binaires</h3>
<div class="outline-text-3" id="text-14-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">B B‿B B</td>
</tr>

<tr>
<td class="org-left">N N N N‿N N N N</td>
</tr>

<tr>
<td class="org-left">B N N‿N N N N</td>
</tr>

<tr>
<td class="org-left">N B N‿N N N N</td>
</tr>

<tr>
<td class="org-left">Bp N‿N N N N</td>
</tr>

<tr>
<td class="org-left">R‿B B</td>
</tr>

<tr>
<td class="org-left">R‿N N N N</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2024-01-30 mar 10:45</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>